export const chapterOne = [
  { title: "1.1 स्वागत नोट", page: 2 },
  { title: "1.2 कार्यक्रम के उद्देश्य", page: 3 },
  {
    title: "1.3 प्रशिक्षण कार्यक्रम का अवलोकन",
    page: 4,
  },
  { title: "1.4 कार्यक्रम की विशेषताएँ ", page: 5 },
  {
    title: "1.5 प्रमाणित करियर परामर्शदाता के रूप में आपकी भूमिका",
    page: 6,
    // subsections: [
    //   {
    //     title:
    //       "1.5.1 How will this training program benefit your professional development?",
    //     page: 6,
    //   },
    // ],
  },
  {
    title: "1.6 निष्कर्ष",
    page: 7,
  },
];

export const chapterTwo = [
  { title: "2.1 परिचय", page: 2 },
  {
    title: "2.2 21वीं सदी में करियर की अवधारणा को समझना",
    page: 3,
  },
  {
    title: "2.3 NEP 2020 और इसका करियर के बदलाव पर प्रभाव",
    page: 4,
    subsections: [
      {
        title: "2.3.1 राष्ट्रीय शिक्षा नीति (NEP) 2020 क्या है?",
        page: 4,
      },
      {
        title: "2.3.2 NEP 2020 द्वारा शिक्षा प्रणाली में लाए गए प्रमुख बदलाव ",
        page: 5,
      },
    ],
  },
  {
    title: "2.4 करियर काउंसलिंग में NEP की महत्वपूर्ण भूमिका",
    page: 7,
    subsections: [
      {
        title: "केस स्टडी 1 :",
        page: 7,
      },
      {
        title: "केस स्टडी 2 : ",
        page: 7,
      },
      {
        title: "केस स्टडी 3 : ",
        page: 8,
      },
    ],
  },

  {
    title: "2.5 निष्कर्ष",
    page: 9,
  },
];

export const chapterThree = [
  { title: "3.1 परिचय", page: 2 },
  { title: "3.2 करियर परामर्श क्या है?", page: 3 },
  {
    title: "3.3 करियर परामर्श के उद्देश्य और लक्ष्य (goals)",
    page: 4,
  },
  {
    title: "3.4 अनिर्णय या गलत विकल्प चुनने के संभावित (potential) कारण",
    page: 5,
  },
  { title: "3.5 छात्रों के लिए करियर मार्गदर्शन का महत्व", page: 7 },
  { title: "3.6 करियर परामर्श प्रक्रिया को समझना", page: 8 },
  {
    title: "3.7 शिक्षक और करियर काउंसलर के रूप में भूमिका की द्वैतता",
    page: 9,
    subsections: [
      {
        title: "3.7.1 शिक्षक की भूमिका?",
        page: 9,
      },
      { title: "3.7.2 करियर परामर्शदाता की भूमिका", page: 10 },
      {
        title: "3.7.3 शिक्षक और करियर काउंसलर के रूप में दोहरी भूमिका के लाभ",
        page: 11,
      },
    ],
  },
  { title: "3.8 निष्कर्ष", page: 12 },
];

export const chapterFour = [
  { title: "4.1 परिचय", page: 2 },
  {
    title: "4.2 करियर परामर्श में महत्वपूर्ण हितधारक - संक्षिप्त (Brief)",
    page: 3,
  },
  {
    title: "4.3 करियर विकल्पों और निर्णय लेने में छात्रों की भूमिका",
    page: 4,
    subsections: [
      {
        title: "4.3.1 जेम्स मार्शिया का पहचान विकास का सिद्धांत",
        page: 4,
      },
    ],
  },
  {
    title: "4.4 करियर विकल्पों और निर्णय में माता-पिता का प्रभाव ",
    page: 6,
    subsections: [
      {
        title: "4.4.1 पालन-पोषण शैलियाँ",
        page: 7,
      },
      {
        title: "4.4.2 पारिवारिक अपेक्षाएँ",
        page: 8,
      },
      {
        title: "4.4.3 माता-पिता का एक्सपोज़र",
        page: 9,
      },
    ],
  },
  {
    title: "4.5 करियर परामर्श में शिक्षकों की भूमिका - दोहरी भूमिका से जोड़ना",
    page: 10,
  },
  {
    title: "4.6 करियर विकल्पों को प्रभावित करने वाले अन्य कारक",
    page: 11,
    subsections: [
      {
        title: "4.6.1 सामाजिक-आर्थिक पृष्ठभूमि",
        page: 11,
      },
      {
        title: "4.6.2 सांस्कृतिक पृष्ठभूमि",
        page: 12,
      },
      {
        title: "4.6.3 साथियों का प्रभाव (Peer Influence)",
        page: 13,
      },
      {
        title: "4.6.4 लैंगिक भूमिकाएँ",
        page: 14,
      },
      {
        title: "4.6.5 रूढ़िवादिता",
        page: 14,
      },
      {
        title: "4.6.6 भेदभाव",
        page: 14,
      },
      {
        title: "4.6.7 दृश्य और सोशल मीडिया",
        page: 14,
      },
    ],
  },

  {
    title: "4.8 निष्कर्ष",
    page: 15,
  },
];

export const chapterFive = [
  { title: "5.1 परिचय", page: 2 },
  {
    title: "5.2 करियर काउंसलिंग में कौशल",
    page: 3,
    subsections: [
      {
        title: "5.2.1 कौशल की समझ",
        page: 3,
      },
      {
        title: "5.2.2 करियर काउंसलिंग के लिए आवश्यक कौशल",
        page: 4,
      },
    ],
  },
  {
    title: "5.3 संबंध निर्माण का कौशल (Rapport Building Skills)",
    page: 5,
    subsections: [
      {
        title: "5.3.1 एक सुरक्षित स्थान बनाना (Creating a Safe Space)",
        page: 5,
      },
      {
        title: "5.3.2 सामान्य आधार की खोज (Finding Common Ground)",
        page: 6,
      },
    ],
  },
  {
    title: "5.4 संचार कौशल",
    page: 7,
    subsections: [
      {
        title: "5.4.1 मौखिक संचार (Verbal Communication)",
        page: 7,
      },
      {
        title: "5.4.2 गैर-मौखिक संचार (Non-Verbal Communication) ",
        page: 8,
      },
      {
        title: "5.4.3 सक्रिय रूप से सुनना (Active Listening)",
        page: 9,
      },
      {
        title: "5.4.4 सही सवाल पूछना (Asking the Right Questions)",
        page: 10,
      },
    ],
  },
  {
    title: "5.5 अंतरव्यक्तिगत कौशल",
    page: 11,
    subsections: [
      {
        title: "5.5.1 समानुभूती/ सहानुभूति (Empathy)",
        page: 11,
      },
      {
        title: "5.5.2 आत्म-जागरूकता (Self-Awareness) ",
        page: 12,
      },
      {
        title: "5.5.3 सकारात्मक दृष्टिकोण",
        page: 13,
      },
    ],
  },
  {
    title: "5.6 अंतरव्यक्तिगत कौशल",
    page: 14,
    subsections: [
      {
        title: "5.6.1 विश्लेषणात्मक कौशल",
        page: 15,
      },
      {
        title: "5.6.1 विश्लेषणात्मक कौशल",
        page: 16,
      },
      {
        title: "5.6.1 विश्लेषणात्मक कौशल",
        page: 17,
      },
    ],
  },
  {
    title: "5.7 निष्कर्ष",
    page: 18,
  },
];
export const chapterSix = [
  { title: "6.1 परिचय", page: 2 },
  {
    title: "6.2 करियर परामर्श हेतु योजना निर्माण (Planning) करना ",
    page: 3,
    subsections: [
      {
        title: "6.2.1 करियर परामर्श में योजना (Planning) का महत्व",
        page: 3,
      },
    ],
  },
  {
    title: "6.3 करियर परामर्श के चरण (Phases) संक्षेप में",
    page: 4,
  },
  {
    title: "6.4 चरण 1 - संबंध निर्माण (Rapport Building) ",
    page: 6,
  },
  {
    title: "6.5 चरण 2 - जानकारी एकत्रित करना (Information Gathering)",
    page: 7,
  },
  {
    title: "6.6 चरण 3 - निर्णय लेना (Decision Making)",
    page: 9,
  },
  {
    title: "6.7 चरण 4 - कार्य योजना (Action Plan)",
    page: 12,
  },
  {
    title: "6.8 करियर परामर्श सत्रों की तैयारी",
    page: 14,
  },
  {
    title: "6.9 निष्कर्ष",
    page: 15,
  },
];
export const chapterSeven = [
  { title: "7.1 परिचय", page: 2 },
  {
    title: "7.2 करियर परामर्श में समग्र दृष्टिकोण को समझना",
    page: 3,
    subsections: [
      {
        title: "7.2.1 करियर संभावनाओं के लिए समग्र दृष्टिकोण का अर्थ",
        page: 3,
      },
      {
        title: "7.2.2 करियर परामर्श में समग्र दृष्टिकोण का महत्व",
        page: 4,
      },
      {
        title: "7.2.3 व्यवहार में समग्र दृष्टिकोण को लागू करना",
        page: 5,
      },
    ],
  },
  {
    title:
      "7.3 करियर मार्गदर्शन निर्देश – छात्रों की क्षमताओं का समग्र मूल्यांकन ",
    page: 7,
    subsections: [
      {
        title: "7.3.1 करियर मार्गदर्शन आकलन का परिचय",
        page: 7,
      },
      {
        title: "7.3.2 करियर मार्गदर्शन आकलन में मूल्यांकित आदर्श दक्षता",
        page: 8,
      },
      {
        title: "7.3.3 करियर मार्गदर्शन आकलन का सामान्य विवरण",
        page: 17,
      },
      {
        title: "7.3.4 करियर मार्गदर्शन आकलन की विशेषताएँ",
        page: 17,
      },
    ],
  },
  {
    title:
      "7.4 करियर मार्गदर्शन आकलन रिपोर्ट के माध्यम से प्रभावी और व्यक्तिगत करियर मार्गदर्शन",
    page: 18,
  },

  {
    title: "7.5 निष्कर्ष",
    page: 19,
  },
];
export const chapterNight = [
  { title: "9.1 परिचय", page: 2 },
  {
    title: "9.2 करियर परामर्श में मतभेद का समाधान (Conflict Resolution)",
    page: 3,
    subsections: [
      {
        title:
          "9.2.1 करियर परामर्श में मतभेद का समाधान (Conflict Resolution) का महत्व",
        page: 3,
      },
      {
        title:
          "9.2.2 मतभेद का समाधान के प्रबंधन (Management) में करियर परामर्शदाता की भूमिका",
        page: 4,
      },
    ],
  },
  {
    title: "9.3 करियर परामर्शदाता में मतभेद समाधान के प्रकार",
    page: 5,
    subsections: [
      {
        title: "9.3.1 मतभेद का समाधान के केस स्टडीज और कथानक (Scenarios)",
        page: 6,
      },
      {
        title: "9.3.2 करियर परामर्श में मतभेदात्मक स्थितियों को संभालना",
        page: 7,
      },
    ],
  },
  {
    title: "9.4 करियर परामर्श के दौरान उपयोग की जानेवाली तकनीकी (Technique)",
    page: 9,
  },

  {
    title: "9.5 निष्कर्ष (Conclusion)",
    page: 10,
  },
];

export const chapterTen = [
  { title: "10.1 परिचय", page: 2 },
  {
    title: "10.2 करियर परामर्श में नैतिकता (Ethics)",
    page: 3,
  },
  {
    title:
      "10.3 करियर परामर्श में नैतिक दिशानिर्देशों (Ethical Guidelines) का पालन क्यों महत्वपूर्ण है?",
    page: 4,
  },
  {
    title: "10.4 गोपनीयता (Confidentiality) और निजता (Privacy)",
    page: 5,
    subsections: [
      {
        title: "10.4.1 कैरियर परामर्श में गोपनीयता और निजता का उद्देश्य",
        page: 5,
      },
      {
        title: "10.4.2 गोपनीयता की सीमाएँ: निजता और सुरक्षा का संतुलन",
        page: 6,
      },
    ],
  },

  {
    title: "10.5  भेदभाव न करना (Non-Discrimination)",
    page: 9,
  },
  {
    title: "10.6 मतभेदों का टकराव (conflict of interest)",
    page: 8,
  },
  {
    title: "10.7 सांस्कृतिक संवेदनशीलता (Cultural Sensitivity)",
    page: 9,
  },
  {
    title:
      "10.8 करियर परामर्श के दौरान आनेवाले व्यावहारिक पहलू (Practical aspects)",
    page: 10,
  },
  {
    title:
      "10.9 करियर परामर्श के दौरान आनेवाले व्यावहारिक पहलू (Practical aspects)",
    page: 12,
    subsections: [
      {
        title: "10.9.1  केस स्टडी: POCSO अधिनियम को समझने के लिए एक केस  स्टडी",
        page: 13,
      },
      {
        title: "10.9.2 POCSO अधिनियम के अंतर्गत मामले की रिपोर्ट कहाँ करें?",
        page: 13,
      },
    ],
  },
  {
    title:
      "10.10 करियर परामर्श के दौरान नैतिक दिशानिर्देशों का पालन करते समय क्या करें और क्या न करें।",
    page: 14,
  },
  {
    title: "10.11 निष्कर्ष",
    page: 15,
  },
];

export const chapterOneData = {
  objectivesProgram: {
    hading: "कार्यक्रम के मुख्य उद्देश्य :",
    ProgramKey: [
      {
        key: "शिक्षकों को करियर परामर्शदाताओं के रूप में सशक्त बनाना :",
        value:
          "शिक्षक अक्सर अपने विद्यार्थियों को सबसे अच्छी तरह जानते हैं। यह कार्यक्रम शिक्षकों को करियर परामर्श में कुशल बनने में सक्षम बनाता है। 15,000 शिक्षकों को प्रमाणित परामर्शदाता के रूप में प्रशिक्षित करके, हमारा उद्देश्य शिक्षकों का एक ऐसा नेटवर्क बनाना है, जो गुणवत्तापूर्ण करियर मार्गदर्शन प्रदान कर सके।",
      },
      {
        key: "विद्यार्थियों के लिए साइकोमेट्रिक मूल्यांकन की सुविधा :",
        value:
          "करियर के निर्णय अक्सर अनिश्चितताओं से प्रभावित होते हैं। साइकोमेट्रिक मूल्यांकन के माध्यम से, हम विद्यार्थियों को उनकी क्षमताओं को समग्र (संपूर्ण) रूप से समझने में मदद करना चाहते हैं। यह उन्हें अपनी योग्यता और उपलब्ध करियर अवसरों के बीच तालमेल बिठाने वाले अधिक सही निर्णय लेने में सक्षम करेगा।",
      },
      {
        key: "व्यक्तिगत करियर मार्गदर्शन  :",
        value:
          "प्रत्येक विद्यार्थी अद्वितीय होता है और उनके करियर मार्ग भी। व्यक्तिगत मार्गदर्शन प्रदान करके, शिक्षक विद्यार्थियों को उनकी कौशल और रुचियों के अनुसार अलग-अलग करियर विकल्पों का पता लगाने में मदद करेंगे। यह विद्यार्थियों को सही निर्णय लेने और उच्च शिक्षा तथा भविष्य के रोजगार में सफलता की संभावनाओं को बढ़ाने में सहायता करेगा।",
      },
    ],
  },

  overviewProgram: {
    hading:
      "कार्यक्रम में करियर परामर्श में आपकी क्षमताओं को आधारभूत ज्ञान से लेकर उन्नतिशील टेक्नोलॉजी तक प्रगतिशील रूप से विकसित करने के लिए 10 व्यापक मॉड्यूल शामिल हैं। मॉड्यूल का अवलोकन इस प्रकार है  :",
    ProgramKey: [
      {
        key: "कार्यक्रम का परिचय :",
        value:
          "यह मॉड्यूल कार्यक्रम के उद्देश्यों, संरचना और लाभों का परिचय देता है, ताकि आप करियर परामर्शदाता बनने की यात्रा को आत्मविश्वास के साथ शुरू करने के लिए तैयार हों। यह पूरे प्रशिक्षण कार्यक्रम का नियोजन स्थापित करता है।",
      },
      {
        key: "शिक्षा क्षेत्र में व्यापक स्तर पर परिवर्तन :",
        value:
          "यह मॉड्यूल शिक्षा क्षेत्र में चल रहे परिवर्तनों जैसे नए रोजगार क्षेत्रों का उदय, तकनीकी प्रगति और विद्यार्थियों की बदलती जरूरतों पर प्रकाश डालता है। इन परिवर्तनों को समझना विद्यार्थियों को बदलते परिवेश के माध्यम से मार्गदर्शन देने और उभरते करियर के अवसरों से परिचित कराने में मदद करेगा।",
      },
      {
        key: "करियर परामर्श का परिचय :",
        value:
          "यह आधारभूत मॉड्यूल करियर परामर्श  प्रक्रिया का एक अवलोकन प्रदान करता है। करियर परामर्श  के महत्व और भूमिका को समझकर, आप विद्यार्थियों को उनके विकल्पों का पता लगाने और उनके निर्णयों के प्रभाव को समझने में सहायता करने के लिए तैयार होंगे।",
      },

      {
        key: "करियर परामर्श में महत्वपूर्ण हितधारक (stake holders) :",
        value:
          "यह मॉड्यूल आपको विभिन्न प्रमुख हितधारकों जैसे विद्यार्थी, माता-पिता, शिक्षक आदि की भूमिकाओं को समझने में मदद करता है, जो करियर के निर्णयों को प्रभावित करते हैं। इन हितधारकों की भूमिका को समझना प्रभावी करियर मार्गदर्शन के लिए आवश्यक है, क्योंकि उनकी भागीदारी सीधे विद्यार्थी के निर्णय और करियर के लिए सुविधा को प्रभावित करती है।",
      },
      {
        key: "करियर परामर्श के लिए आवश्यक कौशल को समझना :",
        value:
          "प्रभावी करियर परामर्श के लिए कुछ विशेष कौशलों की आवश्यकता होती है, जैसे कि रैपो बिल्डिंग स्किल्स, संचार कौशल, अंतरव्यक्तिगत कौशल और निर्णय लेने के कौशल। यह मॉड्यूल इन कौशलों को निखारने की रणनीतियाँ प्रदान करता है, जिससे आप विद्यार्थियों के साथ जुड़ सकें और उन्हें सर्वोत्तम मार्गदर्शन दे सकें।",
      },
      {
        key: "करियर परामर्श के चरण :",
        value:
          "करियर परामर्श में कई चरण होते हैं, जैसे प्रारंभिक मूल्यांकन से लेकर अंतिम निर्णय लेने तक। यह मॉड्यूल आपको प्रत्येक चरण को समझने और विद्यार्थियों को हर कदम पर मार्गदर्शन देने में मदद करेगा, जिससे वे सहमत और सही महसूस करेंगे।",
      },
      {
        key: "समग्र करियर मार्गदर्शन: दृष्टिकोण, मूल्यांकन और अनुप्रयोग (वैज्ञानिक शोध) :",
        value:
          "यह मॉड्यूल आपको विद्यार्थियों के शैक्षणिक कौशल के साथ-साथ उनकी रुचियों, क्षमताओं और मूल्यों को ध्यान में रखते हुए समग्र करियर मार्गदर्शन प्रदान करना सिखाता है। यह दृष्टिकोण सही करता है, कि सलाह संतुलित और सशक्त हो, जिससे छात्र जानकारीपूर्ण और संतोषजनक करियर निर्णय ले सकें। इसमें करियर गाइडेंस टेस्ट से संबंधित महत्वपूर्ण जानकारी भी शामिल होगी।",
      },
      {
        key: "करियर मार्गदर्शन परीक्षण परिणामों का विश्लेषण :",
        value:
          "करियर परामर्श केवल सलाह देने तक सीमित नहीं है; यह डेटा-आधारित निर्णय लेने पर भी केंद्रित है। यह मॉड्यूल आपको करियर मार्गदर्शन टेस्ट रिपोर्ट को पढ़ने और विद्यार्थियों के स्कोर और प्रतिक्रिया के आधार पर व्यक्तिगत मार्गदर्शन प्रदान करने का तरीका सिखाता है।",
        note: "(ध्यान दें: इस मॉड्यूल में केवल LMS वीडियो होंगे, डाउनलोड करने योग्य सामग्री नहीं होगी।)",
      },
      {
        key: "करियर परामर्श में मतभेद समाधान :",
        value:
          "करियर से जुड़े निर्णय तनावपूर्ण हो सकते हैं और अक्सर विद्यार्थियों और उनके माता-पिता के बीच मतभेद का कारण बनते हैं। यह मॉड्यूल आपको इन मतभेदों को रचनात्मक रूप से संभालने और यह तय करने में मदद करेगा, कि विद्यार्थी अपने सर्वोत्तम हितों के अनुरूप निर्णय लें।",
      },
      {
        key: "करियर परामर्श में नैतिक दिशा निर्देश :",
        value:
          "किसी भी पेशे में नैतिकता महत्वपूर्ण होती है, और करियर परामर्श भी इसका अपवाद नहीं है। यह मॉड्यूल परामर्श  प्रक्रिया में शामिल नैतिक दिशानिर्देशों और इसे समर्थन देने वाले कानूनी तरीके पर प्रकाश डालता है।",
      },
    ],
  },

  featuresProgram: {
    hading:
      "यह कार्यक्रम आपकी सीखने की यात्रा को आकर्षक, लचीला और व्यापक बनाने के लिए विशेष रूप से तैयार किया गया है। इंटरएक्टिव संसाधनों, सहायक सामग्रियों और मूल्यांकन के संयोजन के साथ, कार्यक्रम यह तय करता है, कि आप करियर परामर्श की अवधारणाओं को गहराई से समझ सकें। नीचे दिए गए मुख्य बिंदु इस कार्यक्रम को प्रभावी बनाते हैं :",
    ProgramKey: [
      {
        key: "इंटरएक्टिव एलएमएस वीडियो :",
        value:
          "प्रत्येक मॉड्यूल के साथ आकर्षक वीडियो पाठ होते हैं, जो मुख्य अवधारणाओं को सरल और सुलभ तरीके से समझाने में मदद करते हैं।",
      },
      {
        key: "डाउनलोड करने योग्य पीडीएफ :",
        value:
          "अधिकांश मॉड्यूल विस्तृत पीडीएफ सामग्री के साथ आते हैं, जो गहन जानकारी, अतिरिक्त उदाहरण और केस स्टडी प्रदान करते हैं। ये आपकी सीखने की प्रक्रिया को समृद्ध बनाने के साथ-साथ भविष्य में उपयोगी संदर्भ सामग्री के रूप में भी काम करते हैं।",
      },
      {
        key: "मूल्यांकन के लिए क्विज़ :",
        value:
          "कार्यक्रम के अंत में सभी मॉड्यूल पर आधारित एक व्यापक क्विज़ होगा। यह समयबद्ध मूल्यांकन आपकी समग्र समझ का परीक्षण करेगा और मुख्य बिंदुओं को और ज्यादा मजबूत करेगा। सफलतापूर्वक पूरा करने के लिए तीन प्रयास तक की अनुमति दी जाएगी।",
      },
    ],
  },

  certifiedCareerCounselor: {
    hading:
      "आप यह सीखेंगे कि प्रत्येक विद्यार्थी के व्यक्तित्व, क्षमताओं और रुचियों का मूल्यांकन कैसे किया जाए। इससे आप उन्हें उनके कौशल और लक्ष्यों के अनुसार करियर विकल्पों की ओर मार्गदर्शन कर सकेंगे। :",
    ProgramKey: [
      {
        key: "साइकोमेट्रिक मूल्यांकन का विश्लेषण करें :",
        value:
          "आप साइकोमेट्रिक टेस्ट के परिणामों को समझने और उसकी व्याख्या करने में विशेषज्ञता हासिल कर सकेंगें। इससे आप विद्यार्थियों को व्यक्तिगत प्रतिक्रिया प्रदान कर पाएँगे और उन्हें संभव करियर पर्यायों की खोज में मदद कर सकेंगे।",
      },
      {
        key: "करियर विकल्पों का मार्गदर्शन करें :",
        value:
          "आप बदलते हुए जॉब मार्केट और माँग में रहने वाले कौशलों को समझेंगे, जिससे आप विद्यार्थियों को उनके कौशल और रुचियों के अनुसार सही करियर पर्यायों से जोड़ने में सक्षम होंगे।",
      },
      {
        key: "एक भरोसेमंद मार्गदर्शक के रूप में सेवा दें :",
        value:
          "शैक्षणिक क्षेत्र से परे, आप विद्यार्थियों और उनके परिवारों के लिए एक मार्गदर्शक बनेंगे, जो उन्हें करियर योजना, उच्च शिक्षा और व्यावसायिक विकास से जुड़े जटिल निर्णयों को समझने और लेने में मदद करेंगे। यह प्रशिक्षण कार्यक्रम आपके व्यावसायिक विकास को कैसे लाभ पहुँचाएगा?",
      },
      {
        key: "आप व्यक्तिगत करियर सलाह प्रदान करने में सक्षम होंगे :",
        value:
          "आप विद्यार्थियों के आत्मविश्वास को बढ़ाते हुए, उन्हें सूचित और सही निर्णय लेने के लिए मार्गदर्शन देंगे।",
      },
      {
        key: "आधुनिक करियर परामर्श उपकरणों का उपयोग करें :",
        value:
          "साइकोमेट्रिक मूल्यांकन और करियर योजना रणनीतियों जैसे आधुनिक उपकरणों का उपयोग करना सीखकर, आप विद्यार्थियों को प्रभावी तरीके से मार्गदर्शन प्रदान कर सकेंगे।",
      },
      {
        key: "पेशेवर विकास को बढ़ावा दें :",
        value:
          "आप नेतृत्व की भूमिका निभाते हुए नेटवर्किंग और करियर उन्नति के नए अवसरों का लाभ उठा सकेंगे।",
      },
      {
        key: "विद्यार्थियों के भविष्य को आकार दें :",
        value:
          "विद्यार्थियों की प्रतिभा और महत्वाकांक्षाओं को सही करियर विकल्पों से जोड़ने में मदद करके, आप उनके दीर्घकालिक सफलता के रास्ते को तय करेंगे।",
      },
      {
        key: "भविष्य के लिए तैयार रहें :",
        value:
          "आप वैश्विक करियर झुकावों, नौकरी बाजार की माँग और उभरते अवसरों के बारे में अपडेट रहकर समय के साथ प्रासंगिक बने रहेंगे।",
      },
      {
        key: "स्कूल की सफलता में योगदान दें :",
        value:
          "शिक्षा को करियर लक्ष्यों से जोड़ते हुए, आप विद्यार्थियों की प्रेरणा और संलग्नता को बढाएँगे।",
      },
    ],

    // subChapter: {
    //   hading:
    //     "1.5.1 यह प्रशिक्षण कार्यक्रम आपके व्यावसायिक विकास को कैसे लाभ पहुँचाएगा?",
    //   subChapterKey: [
    //     {
    //       key: "आप व्यक्तिगत करियर सलाह प्रदान करने में सक्षम होंगे :",
    //       value:
    //         "आप विद्यार्थियों के आत्मविश्वास को बढ़ाते हुए, उन्हें सूचित और सही निर्णय लेने के लिए मार्गदर्शन देंगे।",
    //     },
    //     {
    //       key: "आप व्यक्तिगत करियर सलाह प्रदान करने में सक्षम होंगे :",
    //       value:
    //         "आप विद्यार्थियों के आत्मविश्वास को बढ़ाते हुए, उन्हें सूचित और सही निर्णय लेने के लिए मार्गदर्शन देंगे।",
    //     },
    //     "You will be empowered to provide personalized career advice, building students’ confidence and guiding them toward informed decisions.",
    //     "You will gain access to modern career counseling tools like psychometric assessments and career planning strategies to guide students effectively.",
    //     "You will elevate your professional growth by stepping into a leadership role and unlocking opportunities for networking and career advancement.",
    //     "You will shape students’ futures by helping them align their talents and aspirations with suitable career paths for long-term success.",
    //     "You will stay future-ready by staying updated on global career trends, job market demands, and emerging opportunities.",
    //     "You will contribute to school success by linking education to career goals and boosting student motivation and engagement.",
    //   ],
    // },
  },
};

export const chapterTwoData = {
  introduction: [
    "मॉड्यूल 2 ‘शिक्षा क्षेत्र में व्यापक स्तर पर परिवर्तन’ में आपका स्वागत है।",
    "पिछले मॉड्यूल में हमने शिक्षक प्रशिक्षण कार्यक्रम का अध्ययन किया है। इस मॉड्यूल में, हम शिक्षा प्रणाली में बड़े बदलावों और विद्यार्थियों के लिए करियर कथानकों को बदलने के तरीके का पता लगाएगें।",
    "हम इस बात की जाॅच करके शुरू करेंगे, कि 21वीं सदी में करियर की संकल्पना कैसे विकसित हुई है, जो पारंपरिक करियर मार्गों से आगे बढ़ रही है। हम राष्ट्रीय शिक्षा नीति (एनईपी) 2020 और भारत में शिक्षा प्रणाली को बदलने और करियर के अवसरों का विस्तार करने में इसकी भूमिका पर भी चर्चा करेंगे। इस मॉड्यूल के अंत तक, आपको इस बात की जानकारी मिल जाएगी, कि ये बदलाव विद्यार्थियों के करियर के फैसलों को कैसे प्रभावित करते हैं और आप, एक करियर काउंसलर के रूप में, उन्हें इस बदलते घटनाओं में नियंत्रित करने में कैसे मदद कर सकते हैं  ।",
    "आइए, 21वीं सदी में करियर की अवधारणा को समझने से शुरुआत करें।",
  ],

  understandingCentury: {
    hading:
      "आइए करियर के क्षेत्र में दिखलाई दे रहे तीन प्रमुख बदलवों को देखते हैं- ",
    content: [
      {
        key: "कौशल और विशेषज्ञता की पुनर्कल्पना की गई :",
        value:
          "पिछले दशक में, करियर की सफलता काफी हद तक किसी विशिष्ट कौशल में महारत हासिल करने पर निर्भर थी। हालांकि, तेजी से तकनीकी परिवर्तनों के साथ, ध्यान अब नौकरी के शीर्षक की प्रतिष्ठा से हटकर प्रासंगिक कौशल और विशेषज्ञता में महारत हासिल करने पर केंद्रित हो गई है। आज के करियर उन व्यक्तियों द्वारा आकार लेते हैं जो बाजार की बदलती जरूरतों को पूरा करने के लिए अनुकूलनीय कौशल को लगातार प्राप्त करने और उन्हें परिष्कृत करने की क्षमता को रखते हैं। विभिन्न प्रकार के कार्यों को संबोधित करने में सक्षम एक व्यापक कौशल समूह को अब सफलता की कुंजी के रूप में देखा जाता है।",
      },
      {
        key: " नौकरी की सुरक्षा और स्थायित्व का ह्रास :",
        value:
          "अतीत में, किसी सफल करियर को अक्सर इस आधार पर मापा जाता था कि कोई व्यक्ति एक ही नौकरी या क्षेत्र में कितने समय तक रहा। आधुनिक कार्यबल को निरंतर परिवर्तन द्वारा परिभाषित किया जाता है, जिसमें नौकरी की सुरक्षा की पारंपरिक विचार प्रमुख रूप से कम होती जा रही हैं। प्रौद्योगिकी में तेजी से प्रगति, बाजार के बदलते बदलते रुझानों और वैश्विक घटनाओं ने नौकरी की स्थिरता के प्रति हमारे दृष्टिकोण को नया रूप दिया है। अब व्यक्ति ऐसे कार्यबल में नेविगेट करते हैं जहाँ हमेशा बदलते नौकरी के बाजार में फलने- फूलने के लिए अनुकूलन क्षमता और लचीलापन  आवश्यक हैं।",
      },
      {
        key: "प्रौद्योगिकी की दोहरी भूमिका: प्रतिस्पर्धा और पूरकता :",
        value:
          "प्रौद्योगिकी में प्रगति चुनौतियाँ और अवसर दोनों प्रस्तुत करती है। जहाँ स्वचालन (ऑटोमेशन) और कृत्रिम बुद्धिमत्ता (AI) उद्योगों को बदल रही हैं और कुछ नौकरियों की जगह ले रही हैं, वहीं प्रौद्योगिकी नए करियर के रास्ते खोल रही है जिसके लिए डिजिटल कौशल और रचनात्मकता की आवश्यकता हैं। महत्वपूर्ण यह है कि प्रौद्योगिकी को एक प्रतियोगी के रूप में देखने के बजाय इसे एक विकास के साधन के रूप में उपयोग करना सीखा जाए। ",
      },
    ],
  },

  understandingNEF: {
    content: [
      "राष्ट्रीय शिक्षा नीति (NEP) 2020  भारत सरकार द्वारा पेश की गई एक व्यापक रूपरेखा है, जिसका उद्देश्य मौजूदा शिक्षा प्रणाली में बदलाव करना है। यह 21वीं सदी की पहली शिक्षा नीति है, और सभी के लिए गुणवत्तापूर्ण शिक्षा समान रुप से पहुँच सुनिश्चित करते हुए शेक्ष परिदृश्य की उभरती जरूरतों को पूरा करने का प्रयास करती है। NEP 2020 को एक मजबूत, लचीली, और समावेशी शिक्षा प्रणाली की दृष्टिकोण प्रदान करने के लिए तैयार किया गया है, जो छात्रों को तेजी से बदलती दुनिया की चुनौतियों के लिए तैयार करती है। ",
      "राष्ट्रीय शिक्षा नीति (NEP) 2020 प्रत्येक छात्र को अपनी पूरी रचनात्मक क्षमता तक पहुँचने में मदद करने पर जोर देती है। इसका मानना है कि शिक्षा को छात्रों की संज्ञानात्मक क्षमताओं जैसे कि आलोचनात्मक सोच और समस्या-समाधान कौशल के साथ-साथ सामाजिक, नैतिक, और भावनात्मक कौशल का विकास होना चाहिए। यह दृष्टिकोण न केवल अकादमिक विकास की ओर ले जाता है बल्कि समग्र विकास को भी बढ़ावा देता है, और शिक्षकों की भूमिका इन परिवर्तनों को सुगम बनाने में महत्वपूर्ण होती है।",
      "NEP 2020 शिक्षा के प्रति एक व्यापक दृष्टिकोण अपनाती है, यह सुनिश्चित करती है कि छात्र केवल अकादमिक रूप से सफल न हों, बल्कि नौकरी के बाजार और 21वीं सदी के कार्यबल के लिए आवश्यक व महत्वपूर्ण कौशल से युक्त हों। उदाहरण के लिए, सीखने में प्रौद्योगिकी को एकीकृत करने से छात्रों को तेजी से बदलते हुए नौकरी के बाजार में फलने -फूलने के लिए आवश्यक डिजिटल कौशल प्राप्त करने में मदद मिलेगी। ",
      "NEP 2020 प्रारंभिक शिक्षा पर जोर देकर छात्रों के करियर विकल्पों को आकार देने में एक महत्वपूर्ण भूमिका निभाती है, जो आलोचनात्मक सोच और समस्या-समाधान कौशल को पोषित करती है, जो आज के गतिशील नौकरी के  बाजार में आवश्यक है। यह एक सहायक वातावरण को प्रोत्साहित करती है जहाँ स्कूल, सरकारी निकाय और समुदाय छात्रों को उनकी अनूठी प्रतिभा और रुचियो के रुचियों के अनुरुप  करियर की  खोज मे मार्गदर्शन करने के लिए मिलकर काम करते हैं। सीखने के लिए एक व्यापक आधारित, लचीले दृष्टिकोण को बढ़ावा देकर, NEP यह सुनिश्चित करती है कि छात्र बदलते हुए करियर परिदृश्य के साथ बेहतर ढंग से तालमेल बिठाने के लिए तैयार हों।",
      "संक्षेप में, राष्ट्रीय शिक्षा नीति (NEP) 2020 छात्रों के शिक्षा और करियर के रास्ते को फिर से आकार दे रही हैं कि निरंतर बदलते नौकरी के बाजार में सफल होने के लिए आवश्यक कौशल और मानसिकता से सुसज्जित हों। अब, आइए उन प्रमुख बदलावों का अध्ययन करें, जो NEP 2020  ने शिक्षा प्रणाली में प्रस्तुत किए हैं और यह समझें कि ये बदलाव छात्रों के लिए उपलब्ध करियर अवसरों को कैसे प्रभावित करते हैं।",
    ],

    hading:
      "राष्ट्रीय शिक्षा नीति (NEP) 2020 द्वारा लाए गए प्रमुख परिवर्तनों को समझना महत्वपूर्ण है, क्योंकि ये छात्र के करियर विकास पर गहरा प्रभाव डालते हैं। इन परिवर्तनों की जाँच करके, करियर काउंसलर छात्रों को उनके शैक्षणिक और करियर मार्गों में बेहतर मार्गदर्शन कर सकते हैं।",
    subContent: [
      {
        key: "बहु-विषयक शिक्षा की शुरुआत :",
        value:
          "NEP द्वारा प्रारंभ किया गया मुख्य परिवर्तन एक लचीला पाठ्यक्रम है, जो छात्रों को विज्ञान, कला और वाणिज्य के बीच पारंपरिक सीमाओं को तोड़ते हुए विभिन्न धाराओं से विषयों को चयन करने की अनुमति देता है। विषयों का यह संयोजन छात्रों को अपनी शिक्षा को रुचियों और करियर आकांक्षाओं के अनुरुप अनुकूलित करने का अवसर देती है, जिससे अधिक व्यक्तिगत सीखने का अनुभव प्राप्त होता है। उदाहरण के लिए, एक छात्र भौतिकी के साथ संगीत या व्यापार के साथ मनोविज्ञान का अध्ययन कर सकता है, जो करियर के विकल्पों को अधिक व्यापक बनाता है और विविध अवसर खोलता है। करियर परामर्शदाता  छात्रों को यह समझने में सहायता कर सकते हैं कि विभिन्न विषयों के संयोजन से उनके करियर संभावनाओं को कैसे बढ़ाया जा सकता है।",
      },
      {
        key: "व्यावसायिक शिक्षा और कौशल विकास :",
        value:
          "यह नीति शिक्षा प्रणाली में प्रारंभिक स्तर पर व्यावसायिक प्रशिक्षण भी प्रस्तुत करती है, जिससे छात्रों को उद्योग की जरूरतों के अनुसार व्यावहारिक कौशल प्राप्त करने में मदद मिलती है। NEP 2020 जहाँ तक संभव हो, मातृभाषा में शिक्षा पर जोर देती  है। क्योंकि शोध से पता चलता है कि छात्र अपनी मातृभाषा में अधिक प्रभावी ढंग से सीखते हैं। यह बदलाव विभिन्न क्षेत्रों में कौशल विकास को अधिक सुलभ बनाने के लिए आवश्यक है। व्यावसायिक कौशल का प्रारंभिक स्तर पर परिचय देने से छात्र प्रौद्योगिकी, डिज़ाइन, और विनिर्माण जैसे क्षेत्रों में करियर के लिए बेहतर रूप से तैयार होते हैं। करियर सलाहकार छात्रों को उनके कौशल और भविष्य के रोजगार अवसरों के अनुसार व्यावसायिक विकल्पों का पता लगाने में मदद कर सकते हैं।",
      },
      {
        key: "प्रौद्योगिकी और डिजिटल साक्षरता पर जोर :",
        value:
          "NEP 2020  प्रौद्योगिकी संचालित केरियर के उदय को मान्यता देते हुए शिक्षा और डिजिटल साक्षरता में प्रौद्योगिकी के उपयोग पर जोर देती है। इन क्षेत्रों में सफल होने के लिए, छात्रों को डिजिटल उपकरणों का उपयोग करना सीखना आवश्यक है, जो कि AI, डेटा विश्लेषण और ई-कॉमर्स जैसे क्षेत्रों में अनिवार्य हैं। इन कौशलों को प्राथमिकता देकर, छात्र प्रासंगिक पाठ्यक्रमों का चयन कर सकते हैं और इंटर्नशिप के माध्यम से व्यावहारिक अनुभव प्राप्त कर सकते हैं, जिससे उनकी डिजिटल क्षमताओं में सुधार होगा और वे नौकरी के बाजार के लिए बेहतर तरीके से तैयार होंगे। प्रौद्योगिकी पर यह ध्यान केंद्रित करने से यह सुनिश्चित होता है कि छात्र तकनीक-संबंधी क्षेत्रों में बेहतर करियर संभावनाओं के लिए तैयार हों।",
      },
      {
        key: "दक्षता-आधारित अधिगम और मूल्यांकन :",
        value:
          "रटने वाली पढ़ाई से, दक्षता-आधारित शिक्षा की ओर बदलाव NEP 2020 का एक प्रमुख तत्व है, जहाँ छात्रों का मूल्यांकन उनके समझ और ज्ञान के व्यावहारिक अनुप्रयोग के आधार पर किया जाता है। इस दृष्टिकोण में आलोचनात्मक सोच और समस्या समाधान कौशल के विकास पर जोर दिया गया है, जो आधुनिक करियर में सफल होने के लिए महत्वपूर्ण है। दक्षताओं पर ध्यान केंद्रित करके, छात्र वास्तविक दुनिया की चुनौतियों का सामना करने के लिए बेहतर तरीके से तैयार होते हैं। इसके अतिरिक्त, परामर्शदाता छात्रों को उनकी ताकत की पहचान करने और उन्हें उपयुक्त करियर मार्गों में संरेखित करने में सहायता कर सकते हैं। यह सुनिश्चित करते हुए कि शैक्षिक परिणाम कार्यबल में आवश्यक कौशल से घनिष्ठ रूप से जुड़े हुए हैं।",
      },
      {
        key: "उच्च शिक्षा में एकाधिक प्रवेश और निकास बिंदु  :",
        value:
          "NEP 2020 द्वारा प्रारंभ किया गया एक महत्वपूर्ण बदलाव उच्च शिक्षा में कई प्रवेश और निकास बिंदुओं की स्थापना है, जिससे छात्र अपने शैक्षणिक यात्रा के विभिन्न चरणों में प्रमाणपत्र, डिप्लोमा, या डिग्री प्राप्त कर सकते हैं। यह लचीलापन छात्रों को अपने व्यक्तिगत और व्यावसायिक प्रतिबद्धताओ को समायोजित करते हुए विभिन्न केरियर मार्गों का पता लगाने या जीवन में बाद के चरणों में शिक्षा में पुन: लौटने/वापिस आने की सुविधा प्रदान करता है। विभिन्न करियर पथों का पता लगाने या जीवन के बाद के चरण में शिक्षा में वापस लौटने की अनुमति देता है, जिससे उनके व्यक्तिगत और पेशेवर प्रतिबद्धताओं को ध्यान में रखते हुए शिक्षा को अनुकूलित किया जा सकता है।",
      },
    ],
  },

  importantCareerCounseling: {
    content: [
      "करियर काउंसलिंग और विकास के दृष्टिकोण से, राष्ट्रीय शिक्षा नीति (NEP) 2020 21वीं सदी में करियर परिदृश्य को काफी हद तक नया आकार दे रही है, जिसमें कौशल विकास और बहु-विषयक शिक्षा पर जोर दिया गया है। यह ध्यान छात्रों को तेजी से बदलते नौकरी बाजार में सफल होने के लिए तैयार करने के लिए महत्वपूर्ण है। NEP 2020 द्वारा लाए गए बदलाव और बदलते करियर परिदृश्य में हो रहे इन परिवर्तनों से यह स्पष्ट होता है कि प्रभावी करियर काउंसलिंग की बढ़ती आवश्यकता है। जब छात्र शिक्षा और करियर के कई विकल्पों के बीच अपने रास्ते का निर्धारण करते हैं, तो करियर काउंसलर को नवीनतम शैक्षिक और नौकरी  के बाजार में हो रहे विकास के बारे में जानकारी रखनी चाहिए ताकि वे छात्रों को सर्वोत्तम मार्गदर्शन दे सकें।",
      "इसके अलावा, इन बदलते समय में करियर काउंसलिंग का महत्व बढ़ गया है। जैसे-जैसे पारंपरिक करियर के रास्ते  बदल रहे हैं और नए क्षेत्र उभर रहे हैं, छात्रों को अपनी शिक्षा और करियर के बारे में सूचित निर्णय लेने में सहायता की आवश्यकता होती है। राष्ट्रीय शिक्षा नीति (NEP) 2020 द्वारा प्रारंभ किए गए परिवर्तनों के साथ, अब छात्रों के पास पारंपरिक क्षेत्रों से लेकर व्यावसायिक प्रशिक्षण और उभरते क्षेत्रों तक करियर विकल्पों की एक विस्तृत श्रृंखला तक पहुँच है। SWAYAM पोर्टल जैसे सरकारी उपक्रम, जो ऑनलाइन पाठ्यक्रम प्रदान करता है, और राष्ट्रीय     प्रशिक्षुता प्रोत्साहन योजना (NAPS) जैसे कार्यक्रम, छात्रों को नए कौशल प्राप्त करने और प्रतिस्पर्धी बने रहने में मदद करने के लिए डिज़ाइन किए गए हैं। ये पहल छात्रों को कौशल विकास के अवसर प्रदान करती हैं, जिससे वे अपनी ताकत और रुचियों के आधार पर कई करियर विकल्पों का पता लगा सकते हैं। करियर परामर्शदाता छात्रों को इन विविध अवसरों के माध्यम से मार्गदर्शन कर सकते हैं और उन्हें अपने लक्ष्यों के अनुरुप  मार्ग चुनने में मदद कर सकते हैं। इसलिए, एक करियर परामर्शदाता के रूप में, इन परिवर्तनों से अवगत रहना और छात्रों को मार्गदर्शन प्रदान करते समय उन्हें ध्यान में रखना बहुत महत्वपूर्ण है।",
      "आइए यह समझने के लिए कुछ परिदृश्यों का अध्ययन करें ताकि आप राष्ट्रीय शिक्षा नीति (NEP) 2020 में किए गए परिवर्तनों के अनुसार छात्रों का प्रभावी मार्गदर्शन कैसे कर सकते हैं।",
    ],
    caseStudy: {
      hading:
        "अनुष्का एक छात्रा है जिसे ग्राफिक डिज़ाइन और मनोविज्ञान दोनों पसंद हैं। वह यह तय नहीं कर पा रही है कि किस क्षेत्र को चुने, क्योंकि उसे डर है कि एक को चुनने का मतलब होगा दूसरे को छोड़ देना। वह दोनों रुचियों का पता लगाना चाहती है लेकिन उसे यह स्पष्ट रास्ता नहीं दिख रहा है कि उन्हें कैसे जोड़ा जाए। जब छात्रों की रुचियाँ विभिन्न क्षेत्रों में होती हैं, तो करियर परामर्शदाता महत्वपूर्ण भूमिका निभाते हैं…",
      caseContent: [
        "करियर परामर्शदाता इस स्थिति में अनुष्का को यह दिखाने में महत्वपूर्ण भूमिका निभाते हैं कि वह बिना किसी समझौते के विभिन्न क्षेत्रों का अन्वेषण कैसे कर सकती है। राष्ट्रीय शिक्षा नीति (NEP) 2020 द्वारा पेश किए गए बहुविषयक दृष्टिकोण से छात्रों को विभिन्न धाराओं से विषय चुनने की लचीलापन मिलती है, जबकि वे प्रासंगिक कौशल विकसित करने पर भी ध्यान केंद्रित कर सकते हैं। इस स्थिति में, करियर परामर्शदाता अनुष्का को बताते हैं कि NEP छात्रों को विभिन्न विषयों का चयन करने मे सक्षम बनाता है। इसका मतलब है कि वह कला क्षेत्र से मनोविज्ञान और रचनात्मक या तकनीकी क्षेत्र से ग्राफिक डिज़ाइन को एक साथ पढ़ सकती है, जिससे वह दोनों विषयों में समान रूप से अध्ययन कर सकती है। यह न केवल उसके सीखने के अनुभव को व्यापक बनाता है बल्कि उसे सैद्धांतिक ज्ञान और व्यावहारिक कौशल दोनों प्रदान करता है, जो अंततः उसके करियर के विकल्पों का विस्तार करता है।",
        "इसके अलावा, शैक्षणिक क्रेडिट बैंक (ABC) प्रणाली के साथ, अनुष्का दोनों क्षेत्रों में क्रेडिट अर्जित कर सकती है और उन्हें एक डिग्री तक लागू कर सकती है, जिससे यह सुनिश्चित होता है कि वह केवल एक ही रास्ते तक सीमित नहीं है। काउंसलर उसे आश्वस्त करते हैं कि NEP का बहुविषयक स्वरूप उसे एक गतिशील नौकरी के बाजार के लिए तैयार करता है, जहाँ विविध कौशलों की बढ़ती मान्यता है। इसके अतिरिक्त, यदि भविष्य में वह अपना ध्यान केंद्रित करने का निर्णय लेती है, तो वह पहले से अर्जित किए गए क्रेडिट को नहीं खोएगी। वह एक ब्रेक/विराम  ले सकती है, अपनी रुचियों का पुनर्मूल्यांकन कर सकती है, या क्षेत्र बदल सकती है और अपनी शिक्षा को उस दिशा में आगे बढ़ाना जारी रख सकती है जिसमें वह उस समय रुचि रखती हो। यह लचीलापन उसे अपने विकल्प खुले रखने में मदद करता है, जबकि वह अपने जुनून की खोज करते हुए  अपने करियर लक्ष्यों के साथ मेल खाने वाले कौशल का एक मजबूत समूह विकसित करती है। इन लचीले विकल्पों को सामने रखकर, काउंसलर अनुष्का को आत्मविश्वास के साथ अपनी रुचियों का पता लगाने में मदद करते हैं, बिना पारंपरिक विषय संयोजनों द्वारा सीमित हुए, जो उसे पहले विशिष्ट धाराओं या करियर मार्गों तक सीमित कर देते थे, जबकि यह सुनिश्चित करते हैं कि वह भविष्य के लिए एक मजबूत कौशल समूह तैयार कर रही है।",
      ],
    },
    caseStudyThree: {
      hading:
        "नेहा एक ऐसी छात्रा है जिसे अपने परिवार की सहायता के लिए अंशकालिक काम करने की अवश्यकता है। जिससे उसके पास पूर्णकालिक डिग्री प्राप्त करने का सीमित समय मिलता है। वह  योग्यता अर्जित करने के लिए उत्सुक है, लेकिन उसे यह सुनिश्चित करने में संदेह होता है कि वह काम और शिक्षा को प्रभावी ढंग से कैसे संतुलित कर सकती है। नेहा जैसे छात्रों के लिए, जो काम और शिक्षा के बीच संतुलन बनाने की कोशिश कर रहे हैं, करियर काउंसलर राष्ट्रीय शिक्षा नीति (NEP) 2020 द्वारा प्रदान की गई लचीलापन पर जोर दे सकते हैं, जिसमें एकाधिक  प्रवेश-निकासी प्रणाली शामिल है।",
      caseContent: [
        "यह नवोन्मेषी दृष्टिकोण छात्रों को विभिन्न चरणों में बिना अपनी पढ़ाई में प्रगति खोए उच्च शिक्षा छोड़ने और फिर से प्रवेश करने की अनुमति देता है। काउंसलर नेहा को बताते हैं कि वह अपनी शैक्षिक यात्रा को एक अल्पकालीन डिप्लोमा या सर्टिफिकेट कोर्स से शुरू कर सकती है। यह विकल्प उसे जल्दी से कार्यबल में शामिल होने की अनुमति देता है, जबकि वह अभी भी एक योग्यता की दिशा में काम कर रही है।",
        "जब उसके पास अधिक समय या आर्थिक संसाधन हों, तो वह अपनी पढ़ाई को आगे बढ़ा सकती है। इस तरह, NEP 2020 के तहत लचीलेपन का लाभ उठाते हुए, नेहा बिना अपने करियर को खतरे में डाले अपनी शिक्षा और काम को संतुलित कर सकती है। करियर काउंसलर उसे यह भी समझाते हैं कि वह अपने कार्य के साथ-साथ ऑनलाइन पाठ्यक्रम ले सकती है, जिससे उसे अपनी शिक्षा को जारी रखने का मौका मिलता है। इस प्रकार, काउंसलर नेहा को अपने भविष्य को बेहतर बनाने के लिए एक ठोस मार्ग दिखाते हैं, जो उसे उसके करियर लक्ष्यों के प्रति सतत विकास और प्रगति की अनुमति देता है।",
        "इस प्रकार, NEP की यह लचीलापन नेहा को अपनी शिक्षा और काम के बीच संतुलन बनाए रखने में मदद करती है, और करियर काउंसलर के मार्गदर्शन से वह अपने जीवन में आगे बढ़ने के लिए सही निर्णय ले सकती है",
        "भविष्य की स्थिरता सुनिश्चित करने के लिए, वह अपनी पढ़ाई पर वापस लौट सकती है और अकादमिक बैंक ऑफ क्रेडिट्स (ABC) प्रणाली का उपयोग करके वहाँ से शुरू कर सकती है, जहाँ उसने छोड़ा था, जिससे शिक्षा में निर्बाध परिवर्तन  सुनिश्चित कर सकती  है।",
        "इसके अतिरिक्त, काउंसलर नेहा के कार्यक्रम के अनुसार कुछ ऑनलाइन और अंशकालिक पाठ्यक्रमों का सुझाव देते हैं। यह लचीलापन उसे अपनी नौकरी करते हुए अपनी शिक्षा को अपनी गति से जारी रखने की अनुमति देता है। इन विकल्पों को प्रस्तुत करके, काउंसलर नेहा को आश्वस्त करते हैं कि वह काम और शिक्षा में अच्छी तरह  से तालमेल बैठा सकती है, जिससे उसे एक को दूसरे के लिए त्याग  करने की आवश्यकता नहीं है। यह मार्गदर्शन उसे अपने परिवार की वित्तीय आवश्यकताओं को भी पूरा करते हुए अपने शैक्षणिक लक्ष्यों को हासिल करने के लिए आत्मविश्वास देता है, जिससे उसके भविष्य के लिए एक स्थायी मार्ग तैयार होता है ।",
        "हमने जो केस स्टडीज़ देखी, वे राष्ट्रीय शिक्षा नीति (NEP) की उस परिवर्तनीय भूमिका को उजागर करती हैं जो छात्रों के करियर पथ को आकार देती है। लचीले अध्ययन विकल्पों, व्यावसायिक प्रशिक्षण और प्रौद्योगिकी के एकीकरण पर जोर देकर, NEP छात्रों को उनके अद्वितीय जरूरतों के अनुसार विभिन्न मार्गों का अनुसरण करने में सक्षम बनाता है। ये केस स्टडीज़ आपको करियर काउंसलिंग के दौरान समान परिस्थितियों का सामना करने में मदद करेंगी, ताकि आप छात्रों को सही मार्गदर्शन प्रदान कर सकें। इस प्रक्रिया में काउंसलर की भूमिका महत्वपूर्ण है, क्योंकि शिक्षा क्षेत्र में कई बदलाव हो रहे हैं, और उन्हें इन परिवर्तनों के साथ अपडेट रहना आवश्यक है। इससे वे छात्रों को उन अवसरों की खोज करने में मार्गदर्शन कर सकेंगे जो उनके लक्ष्यों के साथ मेल खाते हैं ।",
      ],
    },
    CaseStudyTwo: {
      hading:
        "Ajay comes from a low-income family and is worried about finding a job right after school. He prefers hands-on learning over theoretical studies and is eager to gain practical skills that can help him secure employment immediately.",
      caseContent: [
        "अजय एक निम्न-आय वाले परिवार से आता है और स्कूल के तुरंत बाद नौकरी पाने के बारे में चिंतित है। उसे सैद्धांतिक पढ़ाई की तुलना में व्यावहारिक कौशल हासिल करना अधिक पसंद है और वह ऐसे कौशल हासिल करने के लिए उत्सुक है जो उसे तुरंत रोजगार प्राप्त  करने में मदद कर सकें। जब छात्र सामाजिक-आर्थिक रूप से वंचित पृष्ठभूमि से आते हैं और वित्तीय स्थिरता प्राप्त करने के लिए नौकरी पाने पर ध्यान केंद्रित करते हैं, तो करियर परामर्शदाता को  महत्वपूर्ण भूमिका निभाना होता है। वे ऐसे अवसरों को उजागर करते हैं जो कौशल विकास और तात्कालिक नौकरी की  संभावनाएँ दोनों प्रदान करते हैं। राष्ट्रीय शिक्षा नीति (NEP) 2020 व्यावसायिक शिक्षा पर जोर देती है और अजय जैसे छात्रों के लिए मार्ग तैयार करते हुए विभिन्न ऑनलाइन शिक्षण मंच प्रदान करती हैं।",
        "इस स्थिति में, करियर परामर्शदाता अजय को व्यावसायिक पाठ्यक्रमों और प्रशिक्षुता (अप्रेंटिसशिप) के अवसरों के बारे में सूचित करते  हैं जो उसकी रुचियों से मेल खाते हैं। उदाहरण के लिए, वह इलेक्ट्रिकल (विद्धुत ) कार्य, मैकेनिक्स (यांत्रिकी), या डिजिटल मार्केटिंग जैसे तकनीकी कौशलों का अध्ययन कर सकता है, जिनके लिए NEP 2020 के माध्यम से  कई ऑनलाइन और ऑफलाइन कार्यक्रम उपलब्ध हैं। SWAYAM जैसे प्लेटफार्म व्यावसायिक पाठ्यक्रम प्रदान करते हैं, जबकि राष्ट्रीय प्रशिक्षुता प्रोत्साहन योजना (NAPS) उसे व्यावहारिक कार्य अनुभव प्रदान करती है।",
      ],
      caseStudyHading:
        "निम्नलिखित विकल्पों की मदद से करियर काउंसलर अजय को यह समझाते हैं कि कैसे यह दृष्टिकोण अजय को अपनी शिक्षा जारी रखते हुए नौकरी-विशिष्ट कौशल को जल्दी विकसित करने में  सक्षम बनाएगा।",
      caseStudyPoint: [
        {
          title: "अल्पकालीन पाठ्यक्रम: ",
          value:
            "अजय अल्पकालीन व्यावसायिक पाठ्यक्रम पर विचार कर सकते है। जिससे ये कार्यक्रम उसे जल्दी से नौकरी प्राप्त करने के लिए आवश्यक कौशल प्रदान करेंगे।",
        },
        {
          title: "अध्ययन के साथ आय : ",
          value:
            "अजय संगठन द्वारा संचालित प्रशिक्षु कार्यक्रमों के तहत काम करते हुए नौकरी के प्रशिक्षण पर व्यावसायिक रुप से आगे बढ़ सकते है, जिससे उसे व्यावहारिक अनुभव के साथ-साथ आय भी मिलेगी ताकि वह अपने परिवार की आर्थिक सहायता कर सके।",
        },
        // {
        //   title: "Academic Bank of Credits (ABC) : ",
        //   value:
        //     "While working Ajay can do online courses from portal like Swayam to upskill himself. The credits from these courses will add up and help to pursue a degree, diploma, or certificate course when at a later date he wants to take it up when the economic conditions improve. . This will help to save time as he would not be required to take up all the required credits for degree, diploma, or certificate courses as they were earned through the online program. This way it helps him to earn his living and his online learning is counted towards his further education at a later date. ",
        // },
      ],
    },
  },
  conclusion: [
    "इस मॉड्यूल में, हमने शिक्षा क्षेत्र में हुए प्रमुख बदलावों की खोज की, विशेष रूप से इस बात पर ध्यान केंद्रित किया है, कि राष्ट्रीय शिक्षा नीति (NEP) भारत में शिक्षा और करियर के अवसरों के भविष्य को कैसे आकार दे रही है।",
    "हमने 21वीं सदी में करियर की संकल्पना के विकास पर चर्चा करके शुरुआत की, जिसमें अनुकूलनशीलता, निरंतर सीखने और उभरते हुए नौकरी बाजार और आधुनिक कार्यबल (workforce) में प्रतिस्पर्धी बनाए रखने के लिएलिए अलग-अलग कौशल हासिल करने के महत्व पर प्रकाश डाला गया।",
    "फिर हमने NEP के गहन चर्चा की, जो समग्र शिक्षा, बहु-विषयक शिक्षा और व्यावसायिक प्रशिक्षण को बढ़ावा देती है, यह निर्धारित  करती है,  कि विद्यार्थी आधुनिक कार्यबल (workforce ) के लिए बेहतर तरीके से तैयार हों। हमने NEP द्वारा पेश किए गए प्रमुख सुधारों के बारे में भी जाना, जैसे कि लचीली शिक्षण प्रक्रिया और प्रौद्योगिकी का एकीकरण, जो तय करते हैं, कि विद्यार्थी आज के नौकरी /बाजार के लिए प्रासंगिक कौशल हासिल करें। ये बदलाव विद्यार्थी को उनके करियर पथ के बारे में सही निर्णय लेने के लिए मार्गदर्शन करने में करियर परामर्शदाता की बढ़ती भूमिका पर भी जोर देते हैं।",
    "एक करियर परामर्शदाता के रूप में, विद्यार्थियों को शिक्षा प्रणाली में इन बदलावों को समझने और करियर विकास के लिए नए अवसरों का लाभ उठाने में मदद करने में शिक्षक की भूमिका बहुत महत्वपूर्ण है।  एनईपी और इसके प्रभाव के बारे में जानकारी रखने से, आप विद्यार्थियों को सही करियर विकल्प खोजने में मदद करने के लिए बेहतर तरीके से तैयार होंगे।",

    "कुल मिलाकर इस मॉड्यूल ने आपको बदलते शैक्षिक कथानक और इस नए युग में विद्यार्थियों के करियर विकास में आपकी महत्वपूर्ण भूमिका के बारे में आवश्यक जानकारी प्रदान की है।",
  ],
};

export const chapterThreeData = {
  introduction: [
    "कैरियर परामर्श के लिए मॉड्यूल 3 परिचय में आपका स्वागत है",
    "पिछले मॉड्यूल में, हमने करियर परामर्श के चरणों पर चर्चा की है, जो विद्याथियों को उनके करियर निर्णय लेने की यात्रा के दौरान मार्गदर्शन करने के लिए एक सुव्यवस्थित तरीका बताते हैं । हमने संबंध निर्माण, जानकारी एकत्रित करना, निर्णय लेने और कार्य का नियोजन जैसे आवश्यक चरणों का पता लगाया, जिनका उद्देश्य करियर परामर्श प्रक्रिया को व्यवस्थित और प्रभावी बनाया जाता है।",
    "इस मॉड्यूल में, हम अपना ध्यान करियर मार्गदर्शन के लिए एक समग्र दृष्टिकोण पर केंद्रित करते हैं, जो विद्याथियों को अच्छी तरह से पूर्ण करियर निर्णय लेने में मदद करने के लिए महत्वपूर्ण है। एक समग्र दृष्टिकोण केवल अकादमिक प्रदर्शन या परीक्षा स्कोर से परे है। यह विद्यार्थी की क्षमताओं, रुचियों, व्यक्तित्व और जीवन परिस्थितियों को ध्यान में रखता है, जिससे व्यक्ति के बारे में अधिक व्यापक दृष्टिकोण मिलता है।",
    "यह मॉड्यूल आपको करियर परामर्श में एक समग्र दृष्टिकोण अपनाने के महत्व से परिचित कराएगा और आपको यह बताएगा, कि इसे अपने अभ्यास में कैसे शामिल किया जाए। हम करियर मार्गदर्शन परीक्षण पर भी चर्चा करेंगे, जो एक विद्यार्थी की क्षमताओं, करियर रुचियों, व्यक्तित्व और अध्ययन कौशल सहित कई क्षेत्रों में दक्षताओं का आकलन करने के लिए डिज़ाइन किया गया एक साधन है।",
    "इस मॉड्यूल के अंत तक, आप करियर मार्गदर्शन परीक्षण रिपोर्ट का उपयोग करके विद्याथियों को अनुकूलित करियर मार्गदर्शन प्रदान करने के तरीके के बारे में बेहतर समझ प्राप्त कर लेंगे, जिससे उन्हें अधिक आत्मविश्वास के साथ सही निर्णय लेने में मदद मिलेगी।",
    "आइए करियर काउंसलिंग में समग्र दृष्टिकोण के अर्थ और महत्व को समझकर इस यात्रा की शुरुआत करें।",
  ],

  aimsAndObjectives: {
    hading: "यहाँ करियर काउंसलिंग के प्रमुख उद्देश्य और लक्ष्य दिए गए हैं :",
    aimsPoints: [
      {
        title: "सूचित निर्णय लेना (informed design making) :",
        value:
          "करियर काउंसलिंग छात्रों को विभिन्न करियर मार्गों, नौकरी के अवसरों और वर्तमान उद्योग के रूझानों (Trend) के बारे में महत्वपूर्ण जानकारी प्रदान करता है। इन तत्वों को समझकर, छात्र बताए हुए विकल्प चुन सकते हैं, जो उनकी पसंद और दीर्घकालीन लक्ष्यों को दिखाते हैं, जिससे अधिक समाधानकारक करियर परिणाम प्राप्त होते हैं।",
      },
      {
        title: "आत्म-जागरूकता (Self-awareness) :",
        value:
          " करियर काउंसलिंग छात्रों को उनकी अनूठी (Unique)रुचियों, कौशलों और व्यक्तित्व लक्षणों का पता लगाने के लिए प्रोत्साहित करता है। खुद को समझने से उन्हें यह पहचानने में मदद मिलती है कि उनके करियर की आकांक्षाओं और कार्य वातावरण के प्रकारों की पहचान करने में मदद मिलती है जहाँ वह फल-फूल सकते हैं। इससे उनके करियर योजना में एक मजबूत दिशा की भावना उत्पन्न होती है।",
      },
      {
        title: "अंतराल विश्लेषण (gap analysis) :",
        value:
          "करियर परामर्श छात्रों को उनके पसंदीदा करियर से संबंधित कौशल (skill) और ज्ञान (knowledge) में अंतर को पहचान कर इंगित करने में मदद करता है। इस कमियों की पहचान करके, छात्र लक्षित प्रशिक्षण (targeted training) ले सकते हैं जो उनके कौशल को बढ़ाते हैं, जिससे वे नौकरी के बाजार में अधिक प्रतिस्पर्धी बन सके।",
      },
      {
        title: "लक्ष्य-निर्धारण (goal-setting) :",
        value:
          "परामर्शदाता छात्रों की क्षमताओं और आकांक्षाओं के आधार पर यथार्थवादी (Realistic) और प्राप्त करने योग्य करियर लक्ष्यों को स्थापित करने के लिए उनके साथ मिलकर काम करते हैं। यह दृष्टिकोण छात्रों को व्यवस्थित तरीके से अपने लक्ष्यों को प्राप्त करने हेतु सक्षम बनाता है। तनाव को कम करता है और उन्हें उनकी यात्रा के दौरान उनकी प्रगति को पहचानने और सराहने का अवसर प्रदान करता है।",
      },
      {
        title: "चुनौतियों पर काबू पाना (overcoming challenges): :",
        value:
          "परामर्श प्रक्रिया छात्रों को उन संभावित बाधाओं की पहचान करने में सहायता करती है, जैसे कि वित्तीय बाधाएँ या व्यक्तिगत संघर्ष, जो उनकी शैक्षणिक और करियर की प्रगति को प्रभावित कर सकते हैं। इन चुनौतियों पर खुले तौर पर चर्चा करके, परामर्शदाता छात्रों को उन पर काबू पाने के लिए व्यावहारिक रणनीतियों को विकसित करने में मदद कर सकते हैं, जिससे वे अपनी चुनौतियों का समाधान कर अपने लक्ष्यों की ओर बढ़ते रहते हैं।",
      },
    ],
  },
  importanceStudents: {
    hading:
      "छात्रों के लिए करियर मार्गदर्शन कई कारणों से महत्वपूर्ण है। प्रभावी करियर परामर्श  कई लाभ प्रदान करती है, जिनमें शामिल हैं:-",
    importancePoints: [
      {
        title: "समाधानकारक करियर की पहचान करना :",
        value:
          "यह छात्रों को ऐसे करियर खोजने में मदद करता है जो उनके लक्ष्यों और आकांक्षाओं के साथ मेल खाते हों।",
      },
      {
        title: "कौशल विकास :",
        value:
          "यह छात्रों को उनके चुने हुए क्षेत्रों में सफलता के लिए आवश्यक कौशल हासिल करने में मदद करता है।",
      },
      {
        title: "रुचियों और लक्ष्यों की खोज :",
        value:
          "यह छात्रों को सूचित के केरियर निर्णय लेने के लिए उनकी रुचियों, कौशलों और लक्ष्यों का पता लगाने में सहायता करता है। ",
      },
      {
        title: "विस्तृत कार्ययोजना का निर्माण:(action plan) :",
        value:
          "यह छात्रों को उनके करियर आकांक्षाओं को प्राप्त करने के लिए विस्तृत कार्ययोजना को विकसित करने में मार्गदर्शन करता है।",
      },
      {
        title: "मतभेद समाधान :",
        value:
          "यह करियर विकल्पों और निर्णय लेने से संबंधित किसी भी मतभेद को पहचानने में और हल करने में मदद करता है।",
      },
      {
        title: "बाजार के परिवर्तनों के साथ तालमेल बिठाना :",
        value:
          "यह सुनिश्चित करता है कि छात्र बदलते हुए नौकरी के बाजार में  तालमेल बिठाएँ और आवश्यकतानुसार नए कौशल सीखें।",
      },
    ],
  },
  understandingProcess: {
    hading:
      "किसी भी करियर परामर्श प्रक्रिया के प्रभावी होने के लिए निम्नलिखित तीन चरणों को सफलतापूर्वक पूरा करना आवश्यक है: ",
    point: [
      "व्यक्ति की आवश्यकता और क्षमताओं का आकलन",
      "क्षमताओं और आवश्यकताओं का सही करियर विकल्पों से मिला.",
      "काउंसलर की मिलान के पीछे की तार्किकता को स्पष्ट रूप से संप्रेषित करने की क्षमता",
    ],
    understandingPoints: {
      hading: "Let us understand each of these in further detail -",
      processPoints: [
        {
          title: "व्यक्ति की आवश्यकता और क्षमताओं का आकलन :",
          value:
            "प्रत्‍येक छात्र के पास विशिष्ट क्षमता, कौशल, रुचियां, योग्यता, और आकांक्षाएँ का एक समूह होता हैं। करियर परामर्श का कार्य इनका सही आकलन करना होता है, जो चर्चाओं, आकलनों, भूमिका-निर्माण (रोल प्ले), और अन्य आवश्यक गतिविधियों के माध्यम से किया जाता है। व्यक्तित्व के लक्षणों और अन्य क्षमताओं को समझना भी महत्वपूर्ण है। इससे परामर्शदाता को यह समझने में मदद मिलती है कि छात्र में क्या क्षमता है और उसे प्रेरित और संचालित करने वाली चीजें क्या हैं। जब यह आकलन तैयार हो जाता है, तो यह परामर्शदाता के लिए करियर के उन अवसरों और विकल्पों को खोजने में बहुत सहायक होता है जो इन गुणों के साथ मेल खाते हैं और लम्‍बी अवधि में छात्र के लिए एक संतोषजनक और विकास-उन्मुख करियर प्रदान करेगा।",
        },
        {
          title: "क्षमताओं और आवश्यकताओं का सही करियर विकल्पों से मिलान :",
          value:
            "जब परामर्शदाता को छात्र की क्षमताओं और आवश्यकताओं की स्पष्ट समझ हो जाती है, तो आधा काम पूरा हो जाता है। इसके बाद, संसाधनों और बाधाओं को ध्यान में रखते हुए, परामर्शदाता करियर विकल्पों और आवश्यकताओं को उन क्षमताओं और आवश्यकताओं के साथ मिलाने की कोशिश करता है। यह छात्रों को अपनी क्षमताओं और प्रतिभाओं का उपयोग करके एक संतोषजनक और फलदायी करियर बनाने की अनुमति देता है। यह एक बहुत ही महत्वपूर्ण चरण है क्योंकि परामर्शदाता को सही जानकारी प्रदान करनी चाहिए और छात्रों को विभिन्न विकल्पों का अन्वेषण करने के लिए प्रेरित करना चाहिए। इस चरण में काउंसलर को एक सहयोगात्मक और सूचनात्मक दृष्टिकोण अपनाना चाहिए, जिससे विभिन्न दृष्टिकोणों से पूरी तरह से अन्वेषण संभव हो सके।",
        },
        {
          title:
            "काउंसलर की मिलान के पीछे की तार्किकता को स्पष्ट रूप से संप्रेषित करने की क्षमता :",
          value:
            "करियर परामर्शदाता को यह सुनिश्चित करना होता है कि छात्र और अन्य संबंधित पक्षों को स्पष्ट रूप से यह समझाया जाए कि छात्र की क्षमताओं और करियर विकल्पों की आवश्यकताओं के बीच का संबंध क्या है। इस स्पष्टता के माध्यम से छात्र और अन्य संबंधित पक्ष करियर मार्गदर्शन के पीछे की तर्कसंगतता को समझ सकेंगे और सूचित निर्णय ले सकेंगे।",
        },
      ],
    },
  },

  possibleIndecision: {
    content: [
      "करियर चयन के दृष्टिकोण से, केरियर निर्णय लेने के लिए दूसरों से सही जानकारी, संसाधनों (Resources) और मार्गदर्शन तक पहुँच होना महत्वपूर्ण है। हालांकि, जादातर मामलों में, छात्रों के पास यह सुविधा नहीं होती है। ऐसी स्थितियों में, निर्णय न ले पाने या ऐसे करियर चुनने की संभावना जो उनकी ताकत या रूचियों से मेल नहीं खाती हैं, अतंत: उनकी दीर्घकालीन सफलता और समाधान पर प्रभाव डाल सकता है। ",
      {
        header:
          "निर्णय न ले पाने या गलत विकल्प चुनने के संभावित कारणों को समझना करियर सलाहकारों के लिए महत्वपूर्ण है, क्योंकि यह उन्हें भ्रम के मूल कारणों की पहचान करने और छात्रों को उनके भविष्य के बारे में अधिक सूचित निर्णय लेने के लिए मार्गदर्शन कर सकता है।",
        category: [
          {
            key: "करियर-संबंधी जानकारी का पता लगाना (Exposure to Career-related information) : ",
            value: {
              description:
                '"अगर मैं किसी चीज़ के बारे में जागरूक नहीं हूँ, तो मैं उसे कैसे आगे बढ़ा सकता हूँ?" यह करियर परामर्श  में एक सामान्य चुनौती है। अक्सर छात्रों और उनके माता-पिता को उपलब्ध करियर पथों के बारे में पर्याप्त जानकारी नहीं होती है, जिसकी कमी के कारण वे निर्णय नहीं ले पाते या गलत विकल्प चुन लेते हैं। यह समझना महत्वपूर्ण है कि जागरूकता की यह कमी करियर निर्णयों को कैसे प्रभावित करती है, जैसा कि नीचे दिया गया है।',
              subCategory: [
                {
                  key: "करियर-संबंधी जानकारी के लिए छात्र का जुड़े रहना (Student Exposure to Career-related Information) :",
                  value: [
                    "हाल के करियर प्रवृत्तियों, उभरते अवसरों और उपलब्ध संस्थानों या कॉलेजों के बारे में एक छात्र की जागरूकता उनके करियर विकल्पों को बहुत प्रभावित करती है। ज्ञान और अवसरों के आधार पर उनके निर्णयों को आकार देती है जिसमें वे परिचित हैं।",
                    "एक परामर्श के रूप में, यदि आप पाते हैं कि किसी छात्र को महत्वपूर्ण जानकारी का अभाव है, तो उन्हें सही संसाधनों की ओर मार्गदर्शन करना और आवश्यक सहायता प्रदान करना आवश्यक है। इसलिए, यह समझना महत्वपूर्ण है कि किसी छात्र का उनके भविष्य के करियर संभावनाओं के बारे में कितना जागरूक है।",
                    "नीचे दिया गया उदाहरण इस तरह की जानकारी के संपर्क के महत्व को उनके करियर निर्णयों को आकार देने में दर्शाता है।",
                  ],
                },
                {
                  key: "उदाहरण :",
                  value: [
                    "महाराष्ट्र के एक अर्ध-शहरी (semi urban) शहर में 11वीं कक्षा का छात्र है, अभिक प्रौद्योगिकी (Technology) के क्षेत्र में करियर बनाना चाहता है, लेकिन उसे उपलब्ध अवसरों के बारे में जानकारी नहीं है। करियर परामर्श सत्र के दौरान, परामर्शदाता उसकी सीमित जानकारी का पता लगाते हैं और उसे प्रौद्योगिकी (Technology) उद्योग के बारे में सूचना प्राप्त करने के लिए वेबसाइटें, वेबिनार और पत्रिकाओं जैसे संसाधन (resources) प्रदान करते हैं। काउंसलर के मार्गदर्शन का पालन करते हुए, अभिक ऑनलाइन जानकारी ढूँढता है और सॉफ्टवेयर विकास (Software Development), साइबर सुरक्षा (Cyber security) और artificial Intelligence जैसे विभिन्न करियर विकल्‍पों की खोज करता है। वह सफलताओं की कहानियाँ पढ़ता है जो उसे प्रेरित करती हैं, और वह coding platforms, Webinars और Professional Networking में भाग लेना शुरू करता है।",

                    "अधिक जानकारी के संपर्क में आने के बाद, अभिक का आत्मविश्वास बढ़ता है, वह अपनी रुचियों को पहचानता है और आखिर में सॉफ्टवेयर विकास (Software Development) के क्षेत्र में करियर चुनता है। यह उदाहरण छात्रों के लिए सही जानकारी तक पहुँच की महत्ता को उजागर करता है, क्योंकि यह उन्हें उनकी ताकतों और आकांक्षाओं के अनुरूप सूचित करियर विकल्प चुनने के लिए सशक्त बनाता है।",
                  ],
                },
                {
                  key: "माता-पिता का करियर-संबंधी जानकारी को बतलाना (Parent's Exposure to career-related information) :",
                  value: [
                    "किसी बच्चे को मिलने वाला प्रारंभिक मार्गदर्शन आमतौर पर उसके माता-पिता से आता है। इसलिए, माता-पिता के पास महत्वपूर्ण जानकारी होना आवश्यक है ताकि वे अपने बच्चे को सही मार्गदर्शन और समर्थन प्रदान कर सकें। यदि माता-पिता के पास सीमित जानकारी और ज्ञान है, तो वे अनजाने में अपने बच्चों के पर्यायों को सीमित कर देंगे और उन्हें केवल उन्हीं क्षेत्रों की ओर ले जाएँगे जिनसे वे परिचित हैं। इसके विपरीत, जब माता-पिता विभिन्न करियर विकल्पों के बारे में अधिक जागरूक होते हैं, तो वे व्यापक नजरिए के साथ मार्गदर्शन प्रदान कर सकते हैं।",
                    "भारतीय परिवारों में, माता-पिता का प्रभाव उनके बच्चे के करियर विकल्‍पों को तय करने में एक महत्वपूर्ण भूमिका निभाता है। बच्चों की मान्यताओं और नौकरी के विकल्पों को इस बात से प्रभावित किया जा सकता है कि उनके माता-पिता उनकी क्षमताओं, रुचियों और उनकी सफलता की अपेक्षाओं को कैसे देखते हैं। इसलिए, यह समझना और मूल्यांकन करना महत्वपूर्ण है कि माता-पिता को पारंपरिक और गैर-पारंपरिक करियर संभावनाओं के बारे में कितनी जागरूकता है। आइए इसे एक उदाहरण के माध्यम से समझते हैं। ",
                  ],
                },
                {
                  key: "उदाहरण :",
                  value: [
                    "रिचा, 10वीं कक्षा की छात्रा है, जिसमें कला और चित्रकारी का विशेष कौशल है। वह एक ऐसा करियर बनाना चाहती है, जिसमें वह अपनी रचनात्मकता का उपयोग कर सके। वह इस बारे में अपने माता-पिता से बात करती है, लेकिन वे उसे सही मार्गदर्शन नहीं दे पाते क्योंकि वे डिज़ाइन से जुड़े क्षेत्र में करियर के बारे में जानकारी नहीं रखते हैं। रिचा के माता-पिता उसे ठीक से समझने के लिए एक करियर परामर्श सत्र में ले जाते हैं। सलाहकार एक मूल्यांकन के माध्यम से उसका आकलन करते हैं, जो विशेष रूप से उसकी रुचियों और क्षमताओं का मूल्यांकन करने के लिए बनाया गया है। परिणामों के आधार पर, सलाहकार उसे डिज़ाइन के विभिन्न करियर विकल्पों के बारे में जानकारी देते हैं। वह रिचा के माता-पिता को भी बताते हैं और उन्हें डिज़ाइन करियर के क्षेत्र की संभावनाओं (Possibilities) के बारे में जागरूक करते हैं।",
                  ],
                },
              ],
            },
          },
        ],
      },
    ],
  },

  dualityCareerCounselor: {
    hading:
      "आइए उन कुछ प्रमुख स्रोतों पर प्रकाश डालते हैं, जिनसे शिक्षक निर्णय लेने की प्रक्रिया में महत्वपूर्ण जानकारी प्राप्त कर सकते हैं :",
    subContent: [
      {
        key: "ऐतिहासिक जानकारी :",
        value:
          "एक शिक्षक अपने छात्रों के साथ सीधे संपर्क में होता है, चाहे वह कक्षा की व्‍यवस्‍था के भीतर हो या सह-शैक्षणिक/अतिरिक्त पाठ्यक्रम गतिविधियों के दौरान हो। छात्रों को व्यापक दृष्टिकोण से जानने के कारण, शिक्षक करियर चर्चा के समय महत्वपूर्ण प्रभाव डाल सकते हैं, क्योंकि उनके और छात्रों के बीच मजबूत व्यक्तिगत संबंध होते हैं। एक शिक्षक के रूप में, आपके पास छात्रों की उपलब्धियों, विकास और चुनौतियों से संबंधित सभी जानकारी होती है - शैक्षणिक और व्यवहारिक दोनों संदर्भों में। यह जानकारी करियर योजना और छात्रों को सही करियर पथ की ओर मार्गदर्शन करने के लिए महत्वपूर्ण हो सकती है।",
      },
      {
        key: "ख. दैनिक अवलोकन :",
        value:
          "शिक्षक कक्षा के वातावरण में छात्रों को उनके बातचीत, व्यवहार, आदतों आदि के संदर्भ में ध्यान से अवलोकन करते हैं। ये अवलोकन शिक्षकों को छात्र की रुचियों, प्राथमिकताओं, व्यक्तित्व लक्षणों आदि की समझ प्रदान करते हैं, जिससे वे छात्रों के व्यक्तिगत और पेशेवर विकास में मार्गदर्शन कर सकते हैं।",
      },
      {
        key: "ग. माता-पिता का योगदान :",
        value:
          "माता-पिता-शिक्षक बैठकें शिक्षकों को माता-पिता के साथ बातचीत करने का एक अवसर प्रदान करती हैं, जिससे उन्हें छात्रों के व्यवहार, जीवनशैली और आदतों के बारे में अंतर्दृष्टि प्राप्त होती है। ये अंतर्दृष्टियाँ शिक्षकों को छात्रों के जीवन की कक्षा के बाहर की समझ विकसित करने में मदद करती हैं और विभिन्न प्रभावों के बारे में जानकारी प्रदान करती हैं, जिससे वे छात्रों को सही करियर पथों की ओर मार्गदर्शन कर सकते हैं।",
      },
    ],

    secondSubChapterHading:
      "करियर परामर्शदाता छात्रों को करियर पथ चुनने की निर्णय लेने की प्रक्रिया में मार्गदर्शन करने में महत्वपूर्ण भूमिका निभाते हैं। यह जिम्मेदारी प्रत्येक छात्र के मूल कौशल को समझने और उन्हें उपयुक्त करियर अवसरों से जोड़ने से शुरू होती है। शिक्षकों के पास ऐतिहासिक जानकारी, दैनिक अवलोकनों और माता-पिता की अंतर्दृष्टि तक पहुँच होती है। हालाँकि, करियर काउंसलर के रूप में, छात्रों के कौशल का निष्पक्ष मूल्यांकन करना आवश्यक है, साथ ही वर्तमान नौकरी बाजार में आवश्यक कौशल और विभिन्न उपलब्ध अवसरों को समझना भी जरूरी है। यह व्यापक समझ छात्रों के कौशल को सही करियर पथों से प्रभावी रूप से जोड़ने में मदद करती है। इस प्रक्रिया को निम्नलिखित दृष्टिकोणों के माध्यम से सुगम बनाया जा सकता है :",

    secondSubChapterContent: [
      {
        key: "मूल्यांकन और रिपोर्ट :",
        value:
          "करियर गाइडेंस मूल्यांकन महत्वपूर्ण उपकरण होते हैं जो आपको एक छात्र के कौशल को उनके रुचियों, व्यक्तित्व आदि के साथ-साथ छात्र की दक्षताओं का मानचित्रण करने में मदद करते हैं। इन मूल्यांकनों के परिणाम छात्रों के कौशलों पर एक निष्पक्ष रिपोर्ट प्रदान करते हैं और इसे उन ऐतिहासिक और अवलोकन डेटा के साथ सहयोग किया जा सकता है, जिसके लिए शिक्षकों की पहुँच होती है, जिससे सूचित करियर विकल्पों का निर्माण कर सकते हैं। करियर परामर्शदाता के रूप में, आपको यह समझने की आवश्‍यकता है कि रिपोर्टो की व्‍याख्‍या कैसे की जाएँ और छात्रों को इसे सरल और समझने योग्य तरीके से कैसे समझाया जाए। यह समझें कि प्रत्येक छात्र और मामला अलग होगा, और आपको विभिन्न छात्रों के लिए प्रभावी करियर मार्गदर्शन प्रदान करने के लिए अलग-अलग रणनीतियों को लागू करने की आवश्यकता हो सकती है। ",
      },
      {
        key: "वर्तमान और भविष्य के बाजार रुझानों का ज्ञान :",
        value:
          "जैसा कि आप जानते हैं, शैक्षिक प्रणाली और करियर के रुझान लगातार विकसित हो रहे हैं। इसलिए, वर्तमान और आने वाले करियर अवसरों और नौकरी के रुझानों को समझना अनिवार्य है। नौकरी के बाजार में बड़े और लगातार होने वाले परिवर्तनों को समझने के लिए, नए ज्ञान के साथ खुद को निरंतर उन्‍नत करना महत्वपूर्ण है ताकि आप छात्रों को उनके करियर के निर्णयों में सबसे प्रभावी ढंग से मार्गदर्शन कर सकें। एक करियर परामर्शदाता के रूप में, आपको लगातार अपने आप को अपडेट रखने की आवश्यकता होगी और शिक्षा, उद्योगों, प्रौद्योगिकी और     अन्य प्रमुख मैक्रोइकोनॉमिक संकेतकों में हो रहे परिवर्तनों के साथ तालमेल बनाए रखना होगा ताकि आप नौकरी के बदलते परिदृश्य को समझ सकें। ",
      },
      {
        key: "शिक्षकों और करियर काउंसलरों की भूमिकाओं का एकीकरण :",
        value:
          "शिक्षकों और करियर काउंसलरों की व्यक्तिगत भूमिकाओं का अन्वेषण करने के बाद, चलिए इन दोनों भूमिकाओं के एकीकरण के लाभों को समझते हैं। उदाहरण के लिए, एक शिक्षक जो एक छात्र की शैक्षणिक ताकतों और व्यक्तिगत रुचियों को समझता है, वह विशेष रूप से अनुकूलित करियर मार्गदर्शन प्रदान कर सकता है, जिससे छात्र को एक ऐसे विषय का चयन करने में मदद मिलती है जो उनके भविष्य की आकांक्षाओं के साथ मेल खाता है। इससे सूचित निर्णय लेने की प्रक्रिया को बढ़ावा मिलता है और छात्रों को उनके करियर लक्ष्यों को हासिल करने में समर्थन मिलता है।",
      },
    ],

    threeSubChapterPointe: [
      "शिक्षकों की दोनों भूमिकाओं के रूप में कार्य करना छात्रों के करियर विकास के लिए महत्वपूर्ण लाभ लाता है। शिक्षकों के पास जानकारी का एक बड़ा खजाना होता है, जिसमें ऐतिहासिक शैक्षणिक रिकॉर्ड, दैनिक अवलोकन, और माता-पिता के साथ बातचीत से प्राप्त अंतर्दृष्टि शामिल होती हैं, जो प्रत्येक छात्र की ताकतों और कमजोरियों की समग्र समझ प्रदान करती हैं। ये अंतर्दृष्टियाँ छात्रों के जीवन के बारे में जानकारी प्रदान करती हैं, जो कक्षा के अंदर और बाहर दोनों में होती हैं, जिससे उनके रुचियों और चुनौतियों का पूरा चित्र मिलता है।",
      "अब, जब वही शिक्षक करियर परामर्शदाता की भूमिका को अपनाते हैं, तो उन्हें मार्गदर्शक और सहायक के रूप में काम करना होता है। परामर्शदाताओं को छात्रों की मूल क्षमताओं को एक उपयुक्त करियर पथ से जोड़ने की आवश्यकता होती है। इस करियर मार्गदर्शन में, मूल्यांकन छात्रों की क्षमताओं और आकांक्षाओं का गहरा मूल्यांकन करने में सक्षम बनाते हैं, जिससे उनके संभावित को निष्पक्ष दृष्टिकोण से सुनिश्चित किया जा सके।",
      "शिक्षकों के पास जो जानकारी होती है, उसे इन रिपोर्टों से मिलने वाली जानकारी के साथ मिलाकर, छात्रों की मूल क्षमताओं की बेहतर समझ प्राप्त होती है। एक बार यह प्रक्रिया पूरी हो जाने के बाद, अगला कदम इन क्षमताओं को उन नौकरी क्षेत्रों से जोड़ना है जो माँग में हैं, ताकि सही करियर विकल्पों पर पहुँचा जा सके।",
      "यह एकीकृत दृष्टिकोण छात्रों को भविष्य के करियर के लिए तैयार करता है और उन्हें अपने पेशेवर सफर के बारे में सूचित और आत्मविश्वासी निर्णय लेने के लिए सशक्त बनाता है। कुल मिलाकर, यह दोहरी भूमिका करियर मार्गदर्शन की प्रभावशीलता को बढ़ाती है, जिससे एक ऐसा सहयोगी वातावरण विकसित होता है जो छात्रों की सफलता को प्राथमिकता देता है।",
      "हालाँकि शिक्षकों की दोहरी भूमिका, जो कि शिक्षकों और करियर परामर्शदाताओं के रूप में होती है, कई लाभ प्रदान करती है, यह आवश्यक है कि दोनों भूमिकाओं की अखंडता बनाए रखी जाए और उन्हें मिलाया न जाए। शिक्षकों को एक सहायक शिक्षण वातावरण प्रदान करने और छात्रों के सर्वोत्तम हितों को प्राथमिकता देने वाले निष्पक्ष करियर परामर्शदाताओं के रूप में अपनी जिम्मेदारियों का पालन करना चाहिए। इस विभाजन को बनाए रखने से यह सुनिश्चित होता है कि छात्रों को उनके करियर के निर्णयों में निष्पक्ष मार्गदर्शन मिले, जो शैक्षणिक प्रदर्शन या व्यक्तिगत संबंधों से उत्पन्न किसी भी प्रभाव से मुक्त हो।",
      "छात्रों की भलाई को प्राथमिकता देकर, शिक्षक विश्वास का निर्माण कर सकते हैं और एक ऐसे वातावरण को बढ़ावा दे सकते हैं जहाँ छात्र अपनी आकांक्षाओं और चिंताओं के बारे में खुलकर चर्चा कर सकें। यह संतुलित दृष्टिकोण न केवल करियर परामर्श की प्रभावशीलता को बढ़ाता है, बल्कि प्रत्येक छात्र के समग्र विकास के प्रति समर्पित एक मेंटॉर के रूप में शिक्षक की भूमिका को भी मजबूत करता है।",
    ],
  },

  possibleIndecisionSub: {
    category: [
      {
        key: "मार्गदर्शन की कमी (Lack of Guidance) : ",
        value: {
          description:
            "छात्र करियर निर्णय लेते समय उचित मार्गदर्शन की कमी का सामना कर सकते हैं। वे अपनी रुचियों, ताकतों और आकांक्षाओं की पहचान करने में कठिनाई महसूस कर सकते हैं। मार्गदर्शन की कमी का एक कारण यह हो सकता है कि माता-पिता बहुत व्यस्त हैं और समय नहीं निकाल पाते हैं। इसके अलावा, करियर क्षेत्र तेजी से बदल रहे हैं और समय के साथ इन परिवर्तनों को बनाए रखने के लिए, किसी को खुद को अपडेट रखना आवश्यक होता है। माता-पिता के पास इन परिवर्तनों के साथ बने रहने का समय या रुचि नहीं हो सकती है।",
          subCategory: [
            {
              key: "उदाहरण :",
              value: [
                "आरव, 10वीं कक्षा का छात्र, फोटोग्राफी को बहुत पसंद करता है लेकिन वह नहीं जानता कि अपने शौक को करियर में कैसे बदले। उसके माता-पिता, जो व्यस्त पेशेवर हैं, पारंपरिक करियर मार्गो जैसे इंजीनियरिंग और चिकित्सा को प्राथमिकता देते हैं और अक्सर उसे इनमें से किसी एक क्षेत्र को चुनने के लिए प्रोत्साहित करते हैं। अपने व्यस्त कार्यक्रमों के कारण, वे आरव के रुचियों पर चर्चा करने या रचनात्मक उद्योगों में उभरते करियर विकल्पों को खोजने के लिए समय नहीं निकाल पाते हैं। परिणामस्वरूप, आरव अपने करियर को लेकर उलझन महसूस करता है और उसे अपने फोटोग्राफर बनने के सपने को पूरा करने का मार्गदर्शन नहीं मिल पाता, जिससे वह सूचित करियर निर्णय लेने में असमर्थ हो जाता है।",
              ],
            },
          ],
        },
      },
      {
        key: "संसाधनों तक पहुँच (Access to Resources)",
        value: {
          description:
            "कई छात्र, जो निम्न सामाजिक-आर्थिक जगह से हैं या दूर दराज के क्षेत्रों में रहने वाले छात्रों को अक्सर मीडिया और सूचना के सीमित संपर्क के कारण  पाठ्यक्रमों और करियर मार्गो के बारे में संसाधनों और महत्वपूर्ण जानकारी तक पहुँच की आवश्‍यकता होती है। उनके पास विशिष्‍ट पाठ्यक्रमों को आगे बढ़ाने के लिए वित्‍तीय संसाधनों की कमी के कारण भी अपने करियर लक्ष्यों के अनुसार विशिष्ट पाठ्यक्रमों का पारंपरिक तरीकों से चयन करने में असमर्थ हो सकते हैं।",
          subCategory: [
            {
              key: "उदाहरण :",
              value: [
                "आनंद, 12वीं कक्षा का छात्र है, जो मध्यप्रदेश के एक गाँव में अपने माता-पिता के साथ रहता है। उसके माता-पिता के गाँव में एक छोटी किराने की दुकान है। आनंद हमेशा अपनी पढ़ाई में अच्छा रहा है और भौतिकी और गणित में बहुत अच्छा है। वह इंजीनियर बनना चाहता है। सीमित संसाधनों तक पहुंच और किसी विशेष कोचिंग के अभाव में, उसे इंजीनियरिंग प्रवेश परीक्षाओं की तैयारी में कठिनाइयों का सामना करना पड़ता है। वह स्कूल में अपने शिक्षक से सलाह लेता है, जो करियर परामर्शदाता के रूप में प्रशिक्षित हैं। वह उसे विभिन्न ऑनलाइन पाठ्यक्रमों और डिजिटल पुस्तकालयों की जानकारी देते हैं, जो उसकी प्रवेश परीक्षा की तैयारी में मदद करेंगे। साथ ही, वह उसे राज्य में निकटवर्ती संस्थानों और इन पाठ्यक्रमों को पढ़ने के लिए छात्रवृत्ति से संबंधित जानकारी भी प्रदान करते हैं।",

                "Iउपरोक्त खंड में, हमने चर्चा की कि उचित मार्गदर्शन और विभिन्न संसाधनों (resources) के बारे में जानकारी तक पहुँच से निर्णय लेने की प्रक्रिया को कैसे बेहतर बनाया जा सकता है। ये कथानक करियर काउंसलिंग में आम हैं। हमने यह भी बताया कि जानकारी और संपर्क की कमी के कारण छात्रों और माता-पिता के बीच भ्रम और दुविधा उत्पन्न हो सकती है। ",
                "अभिक और आनंद के मामलों में, हमने देखा कि सही जानकारी और संसाधनों को प्रदान करना छात्रों के लिए उनके करियर मार्गो के अनुसार कितना महत्वपूर्ण है। ",
              ],
            },
          ],
        },
      },
    ],
  },

  conclusion: [
    "इस मॉड्यूल में , हमने कैरियर काउंसलिंग के मूल सिद्धांतों की खोज की , इस की परिभाषा , लक्ष्य और उद्देश्यों से शुरुआत की । हमने विद्यार्थियों के बीच अनिर्णय और खराब कैरियर विकल्पों के सामान्य कारणों पर चर्चा की , उनके आत्मविश्वास को बढ़ाने और सूचित निर्णय सुनिश्चित करने में उचित मार्गदर्शन के महत्व पर जोर दिया ।",
    "फिर हमने कैरियर काउंसलिंग प्रक्रिया में गहराई से जाना और कैरियर काउंसलर के रूप में शिक्षकों की महत्वपूर्ण भूमिका पर प्रकाश डाला । इसमें भूमिकाओं की द्वंद्वात्मकता को समझना शामिल था –आप शिक्षक और कैरियर काउंसलर दोनों के रूप में अपनी जिम्मेदारियों को संतुलित करके विद्यार्थियों का प्रभावी ढंग से मार्गदर्शन कैसे कर सकते हैं।",
    "संक्षेप में , कैरियर काउंसलिंग एक आवश्यक अभ्यास है जो विद्यार्थियों को उनके कैरियर पथ पर आगे बढ़ने के दौरान स्पष्टता , दिशा और आत्मविश्वास से लैस करता है । अपनी दोहरी भूमिका को अपना कर और कैरियर के रुझानों के बारे में जानकारी रखकर , आप विद्यार्थियों को उनकी शैक्षणिक और पेशेवर यात्रा में सफलता प्राप्त करने के लिए सशक्त बना सकते हैं।",
  ],
};

export const chapterFourData = {
  introduction: [
    "मॉड्यूल  4 ‘करियर परामर्श में महत्वपूर्ण हितधारक’ में आपका स्वागत है ।",
    "मॉड्यूल 3   में , हमने करियर काउंसलर के मूल सिद्धांतों , इसके उद्देश्यों और शिक्षकों की शिक्षक और करियर परामर्शदाता के रूप में दोहरी भूमिका का पता लगाया । हमने करियर परामर्श प्रक्रिया और करियर मार्गदर्शन के महत्व पर भी चर्चा की ।",
    "इस पर आधारित ,  मॉड्यूल  4  उन अलग-अलग प्रमुख हितधारकों पर ध्यान केंद्रित करता है , जो विद्यार्थियों के करियर पर्याय और निर्णय लेने की प्रक्रिया को प्रभावित करते हैं । इस मॉड्यूल में,  हम करियर पर्याय को आकार देने में विद्यार्थियों  , अभिभावकों और शिक्षकों की भूमिकाओं के साथ-साथ निर्णय लेने को प्रभावित करने वाले अन्य कारकों की भी जांच करेंगे । ",
    "हम करियर परामर्श में महत्वपूर्ण हितधारकों की पहचान कर के और इस प्रक्रिया में उनके योगदान के बारे में पता लगाकर आगे शुरू करेंगे । फिर,  हम करियर परामर्श  में विद्यार्थियों की भूमिका और उनसे संबंधित अलग –अलग कारकों द्वारा करियर परामर्श  प्रक्रिया को कैसे प्रभावित किया जाता है , इस का पता लगाएंगे । फिर हम करियर परामर्श  पर माता-पिता के प्रभाव को समझने के लिए आगे बढ़ेंगे और उनके पालन-पोषण की शैलियों पर ध्यान केंद्रित करेंगे । इसके बाद , हम करियर परामर्श में शिक्षकों की भूमिका और करियर परामर्शदाता और शिक्षक दोनों के रूप में आपकी दोहरी भूमिका से इसका क्या संबंध है , इस पर भी संक्षेप में चर्चा करेंगे । अंत में , हम करियर परामर्श को प्रभावित करने वाले कुछ अन्य कारकों का भी पता लगाएंगे ।",
    "इस मॉड्यूल के अंत तक , आपको इस बात की व्यापक समझ हो जाएगी ,  कि ये हितधारक , अन्य प्रभावशाली कारकों के साथ , करियर काउंसलिंग के परिणामों और निर्णय लेने की प्रक्रियाओं को कैसे आकार देते हैं । आइए करियर काउंसलिंग के इस महत्वपूर्ण पहलू पर गहराई से विचार करें ।",
    "आइए करियर काउंसलिंग में अलग-अलग हितधारकों को संक्षेप में समझकर शुरुआत करें ।",
  ],

  importantStakeholders: {
    hading:
      "यह महत्वपूर्ण है कि प्रत्येक हितधारकों  की भूमिका को समझा जाए, क्योंकि उनके मार्गदर्शन और दृष्टिकोण छात्रों की निर्णय लेने की प्रक्रिया का समर्थन या चुनौती दे सकते हैं। आइए पहले प्रमुख हितधारकों को संक्षेप में समझते हैं और फिर यह देखते हैं कि प्रत्येक छात्रों के करियर की खोज और निर्णय लेने की प्रक्रिया में कैसे योगदान देता है।",
    importantPoints: [
      {
        title: "विद्यार्थी :",
        value:
          "छात्र करियर परामर्श के केंद्र में हैं। उनका ध्यान इस बात पर होता है कि उनके रुचि, क्षमता और लक्ष्य उनके करियर विकल्पों की नीव बनाते हैं। आत्म-चिंतन के माध्यम से, छात्र अपनी क्षमताओं (कौशल), मूल्यों और प्राथमिकताओं को खोजते हैं, जो उन्हें सही करियर चुनने में मदद करती हैं। परामर्श प्रक्रिया में सक्रिय रूप से भाग लेकर, वे उन निर्णयों को बेहतर तरीके से ले सकते हैं जो उनके विशिष्ट गुणों और आकांक्षाओं से मेल खाते हैं।",
      },
      {
        title: "माता-पिता :",
        value:
          "माता-पिता करियर परामर्श में समर्थन, मार्गदर्शन और उनके  बच्चों की क्षमता की अंतर्दृष्टि (insight) प्रदान करके महत्वपूर्ण भूमिका निभाते हैं। वे अपने अनुभवों और अपने बच्चों की ताकतों के समझ के आधार पर महत्वपूर्ण दृष्टिकोण देते हैं। हालांकि, यह महत्वपूर्ण है कि माता-पिता अपनी अपेक्षाओं को बच्चों की रुचियों और क्षमताओं के साथ संतुलित करें, ताकि खुला संवाद और आपसी समझ का वातावरण बनाएँ । एक सहयोगी दृष्टिकोण यह सुनिश्चित करने में मदद कर सकता है कि छात्रों के करियर विकल्प न केवल सूचित हों, बल्कि उनके व्यक्तिगत आकांक्षाओं और पारिवारिक मूल्यों के अनुरूप भी हों।",
      },
      {
        title: "सहपाठी/भाई-बहन :",
        value:
          " सहपाठी और भाई-बहिन अपने साझा अनुभवों और दृष्टिकोण के माध्यम से करियर के विकल्पों पर मजबूत प्रभाव डाल सकते हैं। सहपाठियों के साथ चर्चा छात्रों को विभिन्न क्षेत्रों और उद्योगों से अवगत कराती है, जिससे वे उन विकल्पों पर विचार करने में मदद मिलती हैं, जिनके बारे में उन्होंने पहले नहीं सोचा था। भाई-बहन, विशेष रुप से जिन्होंने अपने करियर को प्रारंभ किया है। वे छात्रों को महत्वपूर्ण अनुभवजन्य सलाह और मार्गदर्शन दे सकते हैं, जिससे उन्हें मुमकिन करियर मार्गों की बेहतर समझ मिलती है।",
      },
      {
        title: "शिक्षक :",
        value:
          "शिक्षक करियर परामर्श में एक महत्वपूर्ण भूमिका निभाते हैं, जहाँ वे एक मार्गदर्शक के रूप में छात्रों को न केवल शैक्षणिक बल्कि व्यक्तिगत सलाह भी प्रदान करते हैं। छात्रों की ताकत, कमजोरियों और रुचियों के बारे में उनके निरीक्षण उन्हें व्यक्तिगत करियर सलाह देने में मदद करते हैं। शिक्षक छात्रों को नए विषयों और गतिविधियों से परिचित कराते हैं, जिससे उनके मुमकिन करियर मार्गों की समझ बढ़ती है। इस प्रशिक्षण कार्यक्रम के माध्यम से, आप भविष्य के करियर परामर्शदाता के रूप में इस दोहरी भूमिका को निभाएँगे, जहाँ छात्रों को आपका समर्थन और प्रोत्साहन उन्हें सही दिशा में मार्गदर्शन करने में महत्वपूर्ण होगा। उनकी प्रतिभाओं और जुनून को पोषित करके, आप उन्हें विभिन्न क्षेत्रों में खोज करने और उत्कृष्टता प्राप्त करने के लिए प्रेरित करेंगे।",
      },
    ],
  },
  roleOfStudentsSubChapter: [
    {
      title: "पहचान का प्रसार (Identity Diffusion) :",
      value: [
        "यह स्थिति तब उत्पन्न होती है जब किशोर अपनी पहचान के बारे में भ्रमित होते हैं या स्पष्टता की कमी महसूस करते हैं, क्योंकि उन्होंने न तो किसी विशिष्ट पहचान विकल्प का पता लगाया है और न ही इसके लिए प्रतिबद्ध है। इस चरण में व्यक्ति अक्सर अपने मूल्यों, रुचियों, और लक्ष्यों के बारे में अनिश्चित महसूस करते हैं, जिससे जीवन के महत्वपूर्ण क्षेत्रों, जैसे कि करियर विकल्पों में अनिर्णय होता है। पहचान प्रसार के किशोर भविष्य के बारे में विचार करने में अक्सर उदासीन या निष्क्रिय दिखाई देते हैं, क्योंकि उन्होंने अभी तक सक्रिय रूप से उपलब्ध संभावनाओं पर विचार करना या उनकी खोज करना शुरू नहीं किया है।",
        "उदाहरण के लिए, राज नामक एक किशोर का मामला लें, जिसने अभी तक अपने भविष्य के करियर के बारे में नहीं सोचा है। वह अपनी रुचियों के बारे में अनिश्चित लगता है और उसके पास स्पष्ट लक्ष्य या आकांक्षाएँ नहीं हैं। विभिन्न करियर विकल्पों का सक्रिय रूप से खोज किए बिना, राज बस वही विकल्प चुन सकता है जो उसके सहपाठी या माता-पिता सुझाते हैं, भले ही वे विकल्प उसके वास्तविक क्षमता के अनुरूप न हों। यह घटनाक्रम पहचान का प्रसार की भावना को अच्छी तरह से दर्शाता है—अन्वेषण या प्रतिबद्धता की अनुपस्थिति के कारण दिशा का अभाव।",
      ],
    },
    {
      title: "पहचान का पूर्व प्रकटीकरण (Identity Foreclosure) :",
      value: [
        "पहचान जबरन तब समाप्त होती है जब कोई व्यक्ति बिना विभिन्न विकल्पों का खोज किए किसी पहचान पर प्रतिबद्ध हो जाता है। इस स्थिति में किशोर आमतौर पर विशिष्ट पहचान भूमिकाओं के प्रति प्रतिबद्ध होते हैं, लेकिन उन्होंने विकल्पों की पूरी तरह से जाँच नहीं की होती है। माता-पिता की अपेक्षाओं या सांस्कृतिक मानदंडों जैसे बाहरी कारक अक्सर इन प्रतिबद्धताओं को प्रभावित करते हैं। करियर की पसंद के सन्दर्भ में, कोई व्यक्ति ऐसा है जो उसके माता-पिता की इच्छा अनुसार केरियर चुन सकता है या वह एक पारिवारिक परंपरा है, न की यह वास्तव में उनकी रुचियों, क्षमताओं, और प्राथमिकताओं के साथ मेल खाती हो।",
        "उदाहरण के लिए, माया एक ऐसे परिवार से आती है जहाँ कई पीढ़ियों से डॉक्टर बनने की परंपरा है, और उसने बिना अन्य करियर मार्गों का खोज किए डॉक्टर बनने का निर्णय लिया है, जो मुख्य रूप से उसके परिवार की अपेक्षाओं से प्रभावित है। इस मार्ग के प्रति उसका दृढ़संकल्प के जबरन समाप्ति की स्थिति को दर्शाती है, क्योंकि उसने वैकल्पिक करियर की खोज नहीं की है और अपने निर्णय को बाहरी दबावों के आधार पर लिया  है।",
      ],
    },
    {
      title: "पहचान पर रोक (अधिस्थगन) (Identity Moratorium) :",
      value: [
        'पहचान पर अधिस्थगन तब होता है जब किशोर विभिन्न विकल्पों का पता लगाते  हैं, लेकिन किसी ठोस निर्णय) संकल्प पर नहीं पहुँचते। इस स्थिति में व्यक्ति सक्रिय रूप से विभिन्न विकल्पों की तलाश करते हैं और उनके साथ प्रयोग करते हैं, जैसे कि संभावित करियर मार्ग, लेकिन अभी तक किसी पर स्थिर नहीं होते हैं। यह चरण आत्म-खोज और जानकारी एकत्र करने से भरा होता है, क्योंकि वे विभिन्न रास्तों का खोज करते हैं ताकि अपनी रुचियों और क्षमताओं को समझ सकें। "रोक" शब्द एक अस्थायी विलंब को दर्शाता है, जो विशेष रूप से करियर चयन में प्रासंगिक है, जहाँ किशोर किसी विशिष्ट मार्ग पर प्रतिबद्ध होने से पहले इंटर्नशिप, अंशकालिक नौकरियों या शैक्षिक अनुभवों के साथ प्रयोग कर सकते हैं।',
        "उदाहरण के लिए, अंजलि एक किशोरी है जो अपने करियर विकल्पों का सक्रिय रूप से खोज कर रही है। वह इंटर्नशिप, अंशकालिक नौकरियों, और थिएटर और कंटेंट राइटिंग जैसे क्षेत्रों में स्वयंसेवा के माध्यम से विविध अनुभव प्राप्त करती है। इन विभिन्न वातावरणों में खुद को डुबोकर, अंजलि अपनी रुचियों का परीक्षण कर रही है और उन अंतर्दृष्टियों को एकत्रित कर रही है जो उसकी प्राथमिकताओं के साथ मेल खाती हैं। हालांकि, उसने अभी तक किसी विशिष्ट करियर मार्ग के प्रति प्रतिबद्धता नहीं जताई है, क्योंकि वह अपने विकल्पों का खोज करना जारी रखती है।.",
      ],
    },
    {
      title: "पहचान उपलब्धि (Identity Achievement) :",
      value: [
        "वह व्यक्ति जिसने विभिन्न विकल्पों की खोज की है, अपने उद्देश्य की खोज की है और अपनी पसंद के अनुरुप  पहचान की प्रतिबद्धता की है। वे अब पहचान उपलब्धि की स्थिति तक पहुँच चुके हैं। यह स्थिति पहचान संकट के सफल समाधान का प्रतिनिधित्व करती है। इस चरण में, व्यक्ति ने विभिन्न विकल्पों की खोज की है, अपने विकल्पों  का आलोचनात्मक मूल्यांकन किया है, और एक ऐसे पहचान के प्रति प्रतिबद्धता जताई है जो उनके मूल्यों, रुचियों और क्षमताओं के साथ मेल खाती है।",
        "करियर विकल्पों के संदर्भ में, पहचान उपलब्धि की स्थिति में कोई व्यक्ति अपने भविष्य के मार्ग के बारे में एक सूचित निर्णय लेता है, जो अन्वेषण और आत्म-चिंतन की एक विचारशील अवधि को दर्शाता है।",
        "उदाहरण के लिए, आदित्य ने विभिन्न विकल्पों का अन्वेषण करने और आत्म-चिंतन में समय लिया है, इससे पहले कि वह किसी एक विकल्प के प्रति दायित्व को जताए। तकनीक के प्रति उसकी गहरी रुचि और जटिल समस्याओं को हल करने की क्षमता के साथ, उसने विभिन्न क्षेत्रों का अध्ययन किया और कंप्यूटर प्रोग्रामिंग के प्रति गहरा जुनून विकसित किया। सावधानीपूर्वक विचार करने के बाद, उसने सॉफ्टवेयर इंजीनियरिंग में करियर बनाने का निर्णय लिया है।",
        "यह ध्यान देने योग्य है कि मार्शिया का सिद्धांत यह स्वीकार करता है कि इन स्थितियों के बीच गति गतिशील है और यह एक निश्चित नहीं है। व्यक्ति समय के साथ अपनी पहचान को अनुकूलित करते हुए एक स्थिति से दूसरी स्थिति में स्थानांतरित हो सकते हैं, क्योंकि वे लगातार खोज करते हैं और प्रतिबद्धताएँ  करना  जारी  रखते  हैं। अंतिम लक्ष्य एक स्थिर पहचान प्राप्त करना है जो जीवन में उद्देश्य और दिशा प्रदान करती है, जिसमें कैरियर विकल्प भी शामिल हैं।",
      ],
    },
  ],

  parentsInfluence: {
    category: [
      {
        key: "आधिकारिक पालन-पोषण (Authoritative Parenting) : ",
        value: {
          description:
            "आधिकारिक माता-पिता की विशेषता उत्तरदायित्व और माँग दोनों के उच्च स्तर होते है। वे स्पष्ट नियम और अपेक्षाएँ निर्धारित करते हैं, साथ ही साथ भावनात्मक समर्थन और देखभाल भी प्रदान करते हैं। ये माता-पिता खुली बातचीत को प्रोत्साहित करते हैं, अपने बच्चों की राय सुनते हैं, और स्वतंत्रता को बढ़ावा देते हैं। इस पालन-पोषण शैली का उद्देश्य सीमाएँ निर्धारित करने और बच्चों को उन सीमाओं के भीतर खोज करने की अनुमति देने के बीच संतुलन स्थापित करना है। ",
          subCategory: [
            {
              key: "बच्चों पर प्रभाव :",
              value: [
                " अधिकारपूर्ण माता-पिता द्वारा पाले गए बच्चे आत्मनिर्भर, सामाजिक रूप से सक्षम और शैक्षणिक रूप से सफल होते हैं। उनमें स्वायत्तता की प्रबल भावना विकसित होती है और वे नियमों और दिशा-निर्देशों का सम्मान करते हुए निर्णय ले सकते हैं। ",
              ],
            },
          ],
        },
      },
      {
        key: "सत्तात्मक पालन-पोषण (Authoritarian Parenting) :",
        value: {
          description:
            "सत्तात्मक माता-पिता अपने बच्चों से उच्च अपेक्षाएँ रखते हैं और कठोर नियम लागू करते हैं, लेकिन उनकी आवश्यकताओं के प्रति बहुत उत्तरदायी नहीं होते। ये माता-पिता आज्ञाकारिता और पालन को प्राथमिकता देते हैं, अक्सर बिना किसी वार्ता या स्पष्टीकरण के सख्त नियम और अपेक्षाएँ निर्धारित करते हैं। उनकी अनुशासन कठोर हो सकती है, और संचार आमतौर पर एकतरफा होता है, जिसमें बच्चे के दृष्टिकोण की बहुत कम परवाह करते है।",
          subCategory: [
            {
              key: "बच्चों पर प्रभाव :",
              value: [
                "सत्तात्मक माता-पिता द्वारा पाले गए बच्चे अच्छे आवेग नियंत्रण और अधिकार के प्रति सम्मान विकसित कर सकते हैं। हालांकि, कभी-कभी वे आत्म-प्रकाशन, निर्णय लेने और सामाजिक कौशल में संघर्ष कर सकते हैं। ये बच्चे चिंता में अधिक प्रवण हो सकते हैं, उनकी आत्म-सम्मान कम हो सकता है, और वे कठोर पालन- पोषण  ढांचे के बाहर स्वतंत्रता की तलाश में विद्रोही हो सकते हैं।",
              ],
            },
          ],
        },
      },
      {
        key: "अनुमति देने वाला पालन-पोषण (Permissive Parenting) :",
        value: {
          description:
            "अनुमति देने वाले माता-पिता अपने बच्चों की आवश्यकताओं के प्रति बहुत उत्तरदायी होते हैं, लेकिन उनकी अपेक्षाएँ या नियम बहुत कम होते हैं। ये नियमों में ढील देते हैं और अक्सर कठोर सीमाओं को लागू करने से बचते हैं। वे अपने बच्चे की खुशी और इच्छाओं को अनुशासन और संरचना पर प्राथमिकता देते हैं, बच्चों को अपनी पसंद बनाने और अपनी इच्छा से कार्य करने की बहुत स्वतंत्रता देते हैं। ",
          subCategory: [
            {
              key: "बच्चों पर प्रभाव :",
              value: [
                "अनुमति देने वाले माता-पिता द्वारा पाले गए बच्चे आवेग नियंत्रण, जिम्मेदारी और आत्म-नियमन के साथ  संघर्ष कर सकते हैं। उन्हें विभिन्न स्थितियों में नियमों और अपेक्षाओं का पालन करने में कठिनाई हो सकती है। प्रारंभिक दिनों में ढील के बावजूद, बाद में जीवन में इन बच्चों को स्वस्थ रिश्ते बनाने और संरचित वातावरण में अनुकूलन करते समय चुनौतियों का सामना करना पड़ सकता है।",
              ],
            },
          ],
        },
      },
      {
        key: "असंबद्ध (उपेक्षापूर्ण) पालन-पोषण (Uninvolved/Neglectful Parenting) :",
        value: {
          description:
            "उपेक्षापूर्ण माता-पिता उत्तरदायित्व में कम और मांग में भी कम होते हैं। वे आमतौर पर अपने बच्चे के जीवन के संपर्क मे नहीं रहते (disengaged)  हैं और बहुत कम समर्थन या मार्गदर्शन प्रदान करते हैं।यह शैली विभिन्न कारकों, जैसे व्यक्तिगत मुद्दों, बाहरी दबावों, संसाधनों की कमी आदि के परिणामस्वरूप हो सकती है।",
          subCategory: [
            {
              key: "बच्चों पर प्रभाव :",
              value: [
                "उपेक्षापूर्ण माता-पिता द्वारा पाले गए बच्चे अक्सर उपेक्षा, कम आत्मसम्मान और भावनात्मक अलगाव की भावनाओं का अनुभव करते हैं। वे शैक्षणिक, भावनात्मक और सामाजिक रूप से संघर्ष कर सकते हैं, क्योंकि उनके पास स्वस्थ विकास के लिए आवश्यक समर्थन और मार्गदर्शन की कमी होती है।",
              ],
            },
          ],
        },
      },
    ],
  },

  parentsSubSecondChapter: {
    positive: {
      hading: "सकारात्मक पहलू :",
      positivePoint: [
        {
          title: "प्रेरणा",
          value:
            "छात्र अक्सर अकादमिक रूप से उत्कृष्टता प्राप्त करने और अपने माता-पिता को कुछ देने और उनकी अपेक्षाओं को पूरा करने के लिए महत्वाकांक्षी करियर पथ अपनाने के लिए प्रेरित महसूस करते हैं। छात्र उत्कृष्टता के लिए प्रयास करते हैं और अपने माता-पिता के सपनों को पूरा करने के लिए लगन से काम करते हैं।",
        },
        {
          title: "समर्थन",
          value:
            "माता-पिता अक्सर अपने बच्चों को गुणवत्तापूर्ण शिक्षा और प्रशिक्षण प्राप्त करने के लिए महत्वपूर्ण वित्तीय और भावनात्मक समर्थन प्रदान करते हैं। यह समर्थन छात्रों को उनके करियर में आगे बढ़ने में महत्वपूर्ण रूप से मदद करता है।",
        },
        {
          title: "मार्गदर्शन",
          value:
            "माता-पिता, अपने जीवन के अनुभवों और ज्ञान के साथ, अक्सर मूल्यवान अंतर्दृष्टि और मार्गदर्शन प्रदान करते हैं, जिससे छात्रों को करियर विकल्पों और मार्गों की जटिलताओं को नेविगेट करने में मदद मिलती है।",
        },
      ],
    },
    negative: {
      hading: "नकारात्मक पहलू :",
      negativePoint: [
        {
          title: "सीमित विकल्प :",
          value:
            "पारिवारिक अपेक्षाओं को पूरा करने का दबाव विद्यार्थियों को उनकी वास्तविक रुचियों और जुनून को अनदेखा करने के लिए प्रेरित कर सकता है, जिससे वे उन करियर मार्गों तक सीमित हो जाते हैं जो सामाजिक अपेक्षाओं के अनुसार उचित माने जाते हैं।",
        },
        {
          title: "भावनात्मक तनाव :",
          value:
            "उच्च अपेक्षाओं पर खरा उतरने का बोझ छात्रों में तनाव, चिंता और अपर्याप्तता की भावनाओं को जन्म दे सकता है। यह भारी बोझ उनके स्वास्थ्य और शैक्षणिक प्रदर्शन पर नकारात्मक प्रभाव डाल सकता है।.",
        },
        {
          title: "बेमेल योग्यताएँ :",
          value:
            "सभी छात्रों में अपने माता-पिता की अपेक्षाओं के अनुरूप करियर के लिए आवश्यक जन्मजात योग्यताएँ नहीं होती हैं। व्यक्तियों को अनुपयुक्त करियर मार्गों पर मजबूर करने से उनके शैक्षणिक प्रदर्शन में कमी आ सकती है और उनके पेशेवर जीवन में असंतोष हो सकता है।",
        },
        {
          title: "दमित (suppressed) रचनात्मकता :",
          value:
            "प्रतिष्ठित माने जाने वाले करियर पर जोर छात्रों को रचनात्मक क्षेत्रों या अन्य रास्तों की खोज करने से रोक सकता है जो उनकी प्रतिभा और रुचियों के साथ बेहतर ढंग से संरेखित हो सकते हैं।",
        },
      ],
    },
  },

  influencingThreeSubChapter: {
    influencingKey: [
      {
        key: "साथियों का सकारात्मक प्रभाव :",
        value: [
          {
            title: "उदाहरण :",
            value:
              "स्कूल के कुछ सहपाठी तकनीकी क्षेत्र में करियर बनाने के इच्छुक हैं। वे अक्सर कोडिंग प्रोजेक्ट्स साझा करते हैं, नई तकनीकी प्रगति पर चर्चा करते हैं, और साथ में तकनीक से संबंधित कार्यक्रमों में भाग लेते हैं। अपने साथियों के प्रभाव और उत्साह के कारण, उस समूह का हिस्सा होने वाला एक छात्र भी तकनीकी क्षेत्र में करियर पर विचार करने के लिए प्रेरित हो सकता है और उपलब्ध विकल्पों का पता लगा सकता है। अपने दोस्तों की साझा रुचियों और उद्देश्यों के कारण, वह छात्र कोडिंग सीखने, कोडिंग बूट कैंप में नामांकन करने, या तकनीकी प्रतियोगिताओं में भाग लेने के लिए प्रेरित हो सकता है। इस प्रकार, साथियों का दबाव छात्रों को नए रोजगार विकल्पों से परिचित कराने और उनके निर्णय लेने की प्रक्रिया को प्रभावित कर सकता है।",
          },
        ],
      },
      {
        key: "साथियों का नकारात्मक प्रभाव :",
        value: [
          {
            title: "उदाहरण :",
            value:
              "तारा, जो उसी मित्र समूह का हिस्सा है, हमेशा से संगीत में करियर बनाने का सपना देखती आई है। उसे गाने और गीत लिखने का बहुत शौक है, और उसके शिक्षकों और मार्गदर्शकों ने उसकी प्रतिभा को पहचाना भी है। हालांकि, उसके करीबी मित्र तकनीकी क्षेत्र में रुचि रखते हैं और उनका मानना है कि कला के क्षेत्र में करियर बनाना जोखिम भरा और अविश्वसनीय है। वे तारा को उसके जुनून को आगे बढ़ाने से लगातार हतोत्साहित करते रहते हैं। लगातार नकारात्मक साथियों के प्रभाव के कारण, तारा संगीत में करियर की व्यवहार्यता पर संदेह करने लगती है। वह खुद से सवाल करने लगती है कि क्या उसे भी अपने दोस्तों की तरह एक पारंपरिक और स्थिर करियर, जैसे तकनीक के क्षेत्र को, चुनना चाहिए। साथियों के दबाव और उनके द्वारा किए जाने वाले निर्णय के डर से तारा अपने संगीत के जुनून को दबाने लगती है और अपने दोस्तों की राय के अनुसार तकनीकी क्षेत्र में करियर पर विचार करने लगती है।",
          },
        ],
      },
    ],
  },

  teachersKeyStakeholders: [
    "शिक्षक छात्रों के जीवन को आकार देने में महत्वपूर्ण भूमिका निभाते हैं, विशेष रूप से करियर निर्णय लेने के मामले में। छात्रों के साथ दैनिक बातचीत में, शिक्षक अक्सर छात्रों की ताकत, रुचियों और क्षमताओं की पहचान करने में मार्गदर्शक के रूप में कार्य करते हैं। वे न केवल शैक्षणिक समर्थन प्रदान करते हैं, बल्कि संभावित करियर मार्गों के बारे में अंतर्दृष्टि भी देते हैं, जो छात्रों की क्षमताओं के आधार पर होती है।",
    "शिक्षक अपने फीडबैक और विभिन्न क्षेत्रों के ज्ञान के माध्यम से करियर विकल्पों पर प्रभाव डाल सकते हैं, जिससे छात्रों को उनके विकल्पों के बारे में स्पष्ट समझ प्राप्त होती है। उनके मार्गदर्शक के रूप में भूमिका उन्हें करियर निर्णय लेने की प्रक्रिया में आवश्यक भागीदार बनाती है।",
    "पिछले मॉड्यूल में करियर परामर्श की भूमिका के परिचय में, हमने इस दोहरी भूमिका का पता लगाया कि आप, शिक्षकों के रूप में, छात्रों को उनकी करियर निर्णय लेने में शिक्षा और मार्गदर्शन दोनों प्रदान करेंगे। आपके छात्रों के जीवन में प्रमुख भागीदारों के रूप में, आपके पास उनके करियर विकल्पों को आकार देने में एक अद्वितीय प्रभाव होता है। आपकी दैनिक बातचीत, कक्षा में अवलोकन, और प्रत्येक छात्र की शैक्षणिक प्रदर्शन, कौशल और रुचियों की समझ आपको महत्वपूर्ण अंतर्दृष्टि प्रदान करती है, जो उन्हें उनकी करियर आकांक्षाओं को उनकी क्षमताओं के साथ संरेखित करने में मदद कर सकती है। इस जानकारी का उपयोग करके, आप व्यक्तिगत सलाह प्रदान कर सकते हैं, जिससे छात्रों को उन करियर मार्गों का पता लगाने में मदद मिलती है जो उनकी रुचि से मेल खाती हैं। इस दोहरी भूमिका में, आप न केवल उनके शैक्षणिक विकास का समर्थन करते हैं, बल्कि उन्हें यथार्थवादी और पूर्ण करियर विकल्पों की योजना बनाने में भी मदद करते हैं, यह सुनिश्चित करते हुए कि वे अपने भविष्य के बारे में सूचित निर्णय लेने के लिए अच्छी तरह से तैयार हैं।",
    "उदाहरण के लिए, एक शिक्षक के रूप में, आप देख सकते हैं कि विज्ञान में उत्कृष्ट प्रदर्शन करने वाली छात्रा श्रुति अपने भविष्य के करियर के बारे में अनिश्चित है। अपनी नियमित बातचीत और उसकी शैक्षणिक शक्तियों और रुचियों को समझने के माध्यम से, आप जैव प्रौद्योगिकी या पर्यावरण विज्ञान जैसे क्षेत्रों की खोज करने का सुझाव देते हैं, जो उसके समस्या-समाधान कौशल और जिज्ञासु स्वभाव के साथ संरेखित होते हैं। आप उसे प्रासंगिक कार्यशालाओं, विज्ञान कार्यक्रमों या इंटर्नशिप के लिए मार्गदर्शन कर सकते हैं, जिससे उसे इन क्षेत्रों के बारे में जानकारी प्राप्त करने में मदद मिलेगी। इस तरह, शिक्षक और परामर्शदाता दोनों के रूप में आपकी दोहरी भूमिका आपको मूल्यवान अंतर्दृष्टि प्रदान करने की अनुमति देती है जो उसके करियर के निर्णयों को प्रभावी ढंग से आकार देती है।",
    "इसलिए, शिक्षक और करियर सलाहकार के रूप में आपकी दोहरी भूमिका में, आपके द्वारा प्रदान किया गया मार्गदर्शन और आपके द्वारा एकत्रित की गई अंतर्दृष्टि छात्रों के करियर विकल्पों को आकार देने में महत्वपूर्ण भूमिका निभाती है, जिससे उन्हें सफल भविष्य के लिए अपनी ताकत और आकांक्षाओं को संरेखित करने में मदद मिलती है।.",
    "अब तक हमने प्रमुख हितधारकों और छात्रों के करियर विकल्पों और निर्णय लेने पर उनके प्रभाव पर चर्चा की है। अब, आइए अन्य महत्वपूर्ण कारकों का पता लगाएँ जो इन निर्णयों को भी प्रभावित कर सकते हैं।",
  ],

  conclusion: [
    "इस मॉड्यूल में विद्यार्थियों  के करियर संबंधी निर्णयों को प्रभावित करने वाले अलग-अलग हितधारकों की महत्वपूर्ण भूमिका का पता लगाया गया है ।",
    "हमने करियर परामर्श में विद्यार्थियों की भूमिका को पहले समझना शुरू किया , जिसमें किशोरावस्था को एक महत्वपूर्ण विकासात्मक चरण के रूप में ध्यान में रखा गया । जेम्स मार्सिया के पहचान विकास के सिद्धांत जैसे तरीकों का उपयोग करके ,  हमने समझा है , कि पहचान विकास विद्यार्थियों के करियर पर्याय और निर्णय लेने को कैसे प्रभावित करता है ।",
    "फिर हमने माता-पिता के प्रभाव के बारे में भी सीखा , जिसमें पेरेंटिंग शैलियों , अपेक्षाओं और करियर के अवसरों के संपर्क के प्रभाव पर जोर दिया गया है । ये तत्व यह समझने में महत्वपूर्ण थे,  कि माता-पिता अपने बच्चों की करियर आकांक्षाओं और निर्णयों को कैसे आकार देते हैं ।",
    "शिक्षकों की भूमिका पर प्रकाश डाला गया , विशेष रूप से शिक्षकों और करियर परामर्शदाता के रूप में उनकी दोहरी जिम्मेदारी है । फिर, सामाजिक-आर्थिक और सांस्कृतिक पृष्ठभूमि , साथियों का प्रभाव , लिंग भूमिकाएँ और दृश्य और सामाजिक मीडिया के बढ़ते प्रभाव सहित अन्य प्रभावशाली कारकों का भी पता लगाया गया है । ",
    "निष्कर्ष में,  इस मॉड्यूल ने विद्यार्थियों के करियर विकल्प  पर बहुआयामी प्रभावों को पहचानने के महत्व पर जोर दिया । इन गतिशीलता को समझने के बाद , करियर काउंसलर विद्यार्थियों  को उनके भविष्य के बारे में सही निर्णय लेने में मदद करने के लिए अच्छी तरह से पूर्ण और प्रभावी मार्गदर्शन दे सकते हैं ",
  ],
};

export const chapterFiveData = {
  introduction: [
    "मॉड्यूल 5, ‘परामर्श के लिए आवश्यक कौशल को समझना’ में आपका स्वागत है ।",
    "पिछले मॉड्यूल में, हमने विद्यार्थियों  के करियर के निर्णयों पर अलग-अलग हितधारकों के महत्वपूर्ण प्रभाव का पता लगाया , जिसमें माता-पिता, शिक्षक, सहकर्मी और अन्य कारक शामिल हैं । इन सबको गहराई से समझने के बाद , अब हम अपना ध्यान प्रभावी करियर परामर्श के लिए आवश्यक कौशल पर केंद्रित करने वाले है ।",

    "यह मॉड्यूल , करियर परामर्श के लिए आवश्यक कौशल को समझना , आपको विद्यार्थियों को प्रभावी तरीके से मार्गदर्शन करने के लिए आवश्यक मूलभूत कौशल से परिचित कराता है ।",

    "हम यह समझकर शुरू करेंगे , कि कौशल क्या हैं और वे करियर परामर्श में क्यों महत्वपूर्ण हैं ।",
    "इसके बाद , हम चार प्रमुख कौशल श्रेणियों का पता लगाएंगे , जिन्हें प्रत्येक करियर परामर्शदाता को विकसित करना चाहिए , जैसे – संबंध निर्माण का कौशल ,  संचार कौशल , पारस्परिक कौशल और निर्णय लेने के कौशल । इस मॉड्यूल के अंत तक , आप न केवल इन कौशलों को समझेंगे , बल्कि उन्हें वास्तविक जीवन के कथानकों में विकसित करने और लागू करने के लिए व्यावहारिक रणनीतियाँ भी सीखेंगे ,  जिससे करियर परामर्शदाता के रूप में आपकी प्रभावशीलता बढ़ेगी।",
    "आइए कौशल की अवधारणा और करियर परामर्श  में उनके महत्व को समझकर आगे शुरू करते है ।",
  ],
  conclusion: [
    "अंत में, आलोचनात्मक सोच कौशल में विश्लेषणात्मक, समस्या-समाधान और योजना कौशल शामिल हैं जो प्रभावी कैरियर परामर्श में महत्वपूर्ण हैं। इन कौशलों का लाभ उठाकर, परामर्शदाता विद्यार्थियों को चुनौतियों का सामना करने, प्राप्त करने योग्य लक्ष्य निर्धारित करने और उनकी आकांक्षाओं के अनुरूप कार्रवाई योग्य योजनाएं विकसित करने में मदद कर सकते हैं। विश्लेषणात्मक कौशल सलाहकार की जानकारी का आलोचनात्मक मूल्यांकन करने, प्रतिरूपों को पहचानने और सूचित निर्णय लेने की क्षमता को बढ़ाते हैं। ये कौशल स्पष्ट संचार और तार्किक विश्लेषण को बढ़ावा देते हैं, सलाहकारों और विद्यार्थियों को कैरियर विकल्पों को सोच-समझकर देखने के लिए सशक्त बनाते हैं। अंततः, इन आलोचनात्मक सोच कौशल का सम्मान करने से एक अधिक संरचित और प्रभावी परामर्श प्रक्रिया होती है, सकारात्मक परिणामों को बढ़ावा मिलता है और विद्यार्थियों को आत्मविश्वास के साथ अपने करियर के रास्ते पर आगे बढ़ने में सक्षम बनाता है।",
    "इस मॉड्यूल में , हमने प्रभावी करियर परामर्श के लिए आवश्यक कौशलों की खोज की है , जिसकी शुरुआत   इस बात की समझ से हुई , कि कौशल क्या हैं  ? और वे इस क्षेत्र में क्यों महत्वपूर्ण हैं ? हमने करियर परामर्शदाता के लिए चार प्रमुख कौशल समूह श्रेणियों की पहचान की :  संबंध निर्माण ,  संचार, पारस्परिक और निर्णय लेने का कौशल । प्रत्येक कौशल समूह पर विस्तार से चर्चा की गई है , साथ ही परामर्श सत्रों के दौरान उन्हें प्रभावी तरीके से विकसित करने और लागू करने के लिए व्यावहारिक सुझाव और तकनीक भी बताई गईं है । इन कौशलों को विकसित करके , आप विश्वास बनाने , प्रभावी तरीके से संवाद करने और विद्यार्थियों  को उनके करियर के बारे में सही निर्णय लेने में मार्गदर्शन करने की अपनी क्षमता को बढ़ाते है ।",
    "इसके साथ ,  आपने पाँचवाँ मॉड्यूल पूरा कर लिया है । जैसे –जैसे आप अपनी सीखने की यात्रा जारी रख रहे हैं,  याद रखें ,  कि ये  कौशल प्रभावशाली और सार्थक करियर परामर्श सत्रों की नींव रख रहे हैं ।",
    "एक निष्कर्ष के रूप में , इन कौशलों का लगातार अभ्यास करने के साथ और अपनी बातचीत में उनके उपयोग पर विचार करने पर ही ध्यान केंद्रित करें । यह न केवल एक करियर परामर्शदाता के रूप में आपकी प्रभावशीलता में सुधार करेगा , बल्कि विद्यार्थियों के साथ बेहतर संबंध बनाने में भी आपकी मदद करेगा ।",
  ],

  skillsCareerSubChapterTwo: {
    hading:
      "जबकि ये कौशल एक-दूसरे से जुड़े हुए हैं, उन्हें बेहतर समझ के लिए चार भागों में विभाजित किया गया है ताकि यह समझा जा सके कि कब और कैसे उन्हें लागू करना चाहिए:",
    skillsCareerPoint: [
      {
        title: "संबंध निर्माण का कौशल (Rapport Building Skills) :",
        value:
          "यह कौशल एक सुरक्षित और खुला वातावरण बनाने के लिए आवश्यक है, जहाँ छात्र अपने विचारों और चिंताओं को बताने में सहज महसूस करें।",
      },
      {
        title: "संचार कौशल (Communication Skills) :",
        value:
          "स्पष्ट और सही मार्गदर्शन प्रदान करने के लिए यह कौशल महत्वपूर्ण है, ताकि समझ में कोई कमी न हो। ",
      },
      {
        title: "पारस्परिक कौशल (Interpersonal Skills) :",
        value:
          "परामर्श प्रक्रिया के दौरान सभी संबंधित लोगों के साथ सकारात्मक और उत्पादक संबंध बनाए रखना आवश्यक है।",
      },
      {
        title: "आलोचनात्मक सोचने का कौशल (Critical Thinking Skills) :",
        value:
          "छात्र की अनोखी स्थिति का विश्लेषण करने और सूचित, प्रभावी करियर सलाह देने के लिए यह कौशल महत्वपूर्ण है।",
      },
    ],
  },

  rapportBuildingSkills: {
    hading:
      "करियर में एक सुरक्षित स्थान बनाना उस परामर्श वातावरण बनाने को संदर्भित करता है जहाँ छात्र सहज, सम्मानित, और निर्णय या दबाव से मुक्त महसूस करता हैं। जब छात्र को यह वातावरण प्रदान किया जाता है, तो यह उनके तनाव और चिंता को कम करता है, जिससे वे काउंसलर के सामने खुलकर अपनी बात रख पाते हैं और बेहतर निर्णय लेने के लिए स्पष्ट दिमाग से अधिक विकल्पों का पता लगा सकते हैं। विद्यार्थियों के लिए एक सुरक्षित स्थान बनाने में निम्नलिखित बिंदुओं पर विचार किया जा सकता है :",
    rapportBuildingPoint: [
      {
        title:
          "विश्वास और गोपनीयता स्थापित करें (Establish Trust & Confidentiality) :",
        value:
          "सत्र की शुरुआत में विद्यार्थियों को स्पष्ट रूप से सूचित करें कि वे जो जानकारी साझा करेंगे वह गोपनीय और सम्मानित रहेगी। यह बताएँ कि सत्र एक 'सुरक्षित वातावरण' है जहाँ वे बिना किसी डर के बिना अपनी चिंताओं, मुद्दों और विचारों को व्यक्त कर सकते हैं। यह आवश्यक है कि इसे सीधे और आत्मविश्वास के साथ संप्रेषित किया जाए ताकि विद्यार्थी उस सुरक्षित स्थान को पहचान सकें जो आप प्रदान कर रहे हैं।",
      },
      {
        title: "गैर-आलोचनात्मक रहें (Be Non-Judgmental) :",
        value:
          " एक करियर परामर्शदाता के रूप में, यह आपकी जिम्मेदारी है कि आप विद्यार्थियों के सभी दृष्टिकोणों, लक्ष्यों और आकांक्षाओं का सम्मान करें, भले ही वे असामान्य या अनिश्चित लगें। आधार मान्यताओं या उनके विचारों पर निर्णय लेना उन्हें हतोत्साहित कर सकता है और असहजता पैदा कर सकता है। ऐसी कार्रवाइयों से बचकर, आप विद्यार्थियों को यह महसूस कराते हैं कि काउंसलिंग का वातावरण उनके लिए एक सुरक्षित स्थान है, जो खुली बातचीत और विश्वास को विकसित करता है।",
      },
      {
        title: "प्रामाणिक रहें (Be Genuine) :",
        value:
          " करियर परामर्श सत्रों के दौरान, छात्र के विचारों और भावनाओं में वास्तविक रुचि दिखाएँ और जवाब देने से पहले ध्यानपूर्वक सुनें। मार्गदर्शन में ईमानदार रहें और ईमानदार प्रतिक्रिया दें। यदि आपके पास सभी उत्तर नहीं हैं, तो इसे स्वीकार करें और उन्हें आश्वासन दें कि आप जब भी संभव हो सटीक जानकारी प्रदान करेंगे। यह दृष्टिकोण आपकी विश्वसनीयता और भरोसे को स्थापित करने में मदद करता है।",
      },
    ],
  },

  rapportSubChapterTwo: {
    hading: `विद्यार्थियों के साथ संबंध बनाने के पहले चरण के रूप में एक आरामदायक और सुरक्षित वातावरण बनाना महत्वपूर्ण है। जब वे सुरक्षित महसूस करते हैं, तो वे अक्सर समानता की तलाश करते हैं। जब छात्रों को यह लगता है कि आप उनकी परिस्थितियों को समझते हैं और उनसे जुड़ते हैं, तो संबंध और मजबूत हो जाते हैं, जो करियर परामर्श को अधिक प्रभावी बनाता है। छात्र से जुड़ने के लिए, उनके साथ समान रुचियों के विषयों पर बातचीत साझा करें। इस तकनीक को "सामान्य आधार खोज" कहा जाता है, जिसमें उन विषयों की पहचान की जाती है जो आप और विद्यार्थी दोनों को रुचिकर लगते हैं। सामान्य आधार की खोज के समय निम्नलिखित बिंदुओं पर विचार करें:
`,
    rapportSubChapterPoint: [
      {
        title:
          "संबंधित सांस्कृतिक संदर्भों का उपयोग करें (Use Relevant Cultural References) :",
        value: [
          "विद्यार्थी की संस्कृति का ध्यान रखना और उनके पृष्ठभूमि के बारे में जानना उनके वातावरण की बेहतर समझ को बढ़ा सकता है। उदाहरण के लिए, उनके शहर, उनके साथ बड़े हुए लोगों, स्कूल के अनुभवों, पसंदीदा गतिविधियों आदि के बारे में पूछें। इस प्रकार की बातचीत आपको विद्यार्थी  के दृष्टिकोण के बारे में अंतर्दृष्टि प्रदान करती है। ये गतिविधियाँ आपको एक मजबूत संबंध बनाने में मदद करती हैं और उन्हें जानने का अवसर देती हैं, जो उनके करियर विकल्पों पर चर्चा करने और उन्हें निर्णय लेने में मार्गदर्शन करते समय मूल्‍यवान होता है।",
        ],
      },
      {
        title: "खुली-समाप्ति वाले प्रश्न पूछें (Ask Open-Ended Questions) :",
        value: [
          "जब आप चर्चा करने के लिए विषयों की पहचान कर लेते हैं, तो अगला कदम छात्रों को अधिक साझा करने के लिए प्रोत्साहित करना है। साधारण हाँ/नहीं के सवाल इस प्रक्रिया को रोक सकते हैं, इसलिए खुले सवाल पूछें जो उन्हें अधिक विस्तृत उत्तर देने के लिए प्रोत्साहित करें। ",
          'ऐसे प्रश्न पूछें जैसे, "क्या आप इसके बारे में और बता सकते हैं?" या "आपको सबसे ज़्यादा किस बात का आनंद आया?" इस प्रकार के प्रश्न विद्यार्थियों को सोचने के लिए प्रेरित करते हैं और उन्हें विस्तृत उत्तर देने की आवश्यकता होती है। इससे वे धीरे-धीरे खुलने लगते हैं और किसी ऐसे विषय पर चर्चा करते हैं जो दोनों के लिए रोचक हो।',
        ],
      },
      {
        title:
          "समान चुनौतियों को स्वीकार करें और उनसे संबंधित हों (Acknowledge and Relate to Similar Challenges) :",
        value: [
          "विद्यार्थियों से जुड़ने का एक अच्छा तरीका है उन चुनौतियों को स्वीकार करना जो आमतौर पर विद्यार्थियों को सामना करना पड़ता है। एक करियर परामर्शदाता के रूप में, विद्यार्थियों की चुनौतियों के बारे में बातचीत करना महत्वपूर्ण है, भले ही आप उन्हें एक शिक्षक के रूप में पूरी तरह से न समझ पाएँ। समान कठिनाइयों के साथ अपने अनुभव साझा करके और सहानुभूति व्यक्त करके, आप विश्वास बना सकते हैं और विद्यार्थियों को आपसे खुलकर बात करने के लिए प्रोत्साहित कर सकते हैं, जिससे वे आपको केवल एक शिक्षक ही नहीं, बल्कि एक सहायक करियर परामर्शदाता के रूप में भी देख सकें।",
        ],
      },
    ],

    rapportSubChapterTwoHading:
      "अब जब हमने संबंध निर्माण के मूल सिद्धांतों और प्रमुख घटकों जैसे कि एक सुरक्षित स्थान बनाना और सामान्य आधार ढूंढना, को कवर कर लिया है, तो यहाँ कुछ अतिरिक्त सुझाव और तकनीकें दी गई हैं जो आपको एक करियर परामर्शदाता के रूप में अपने संबंध निर्माण कौशल को और बेहतर बनाने में मदद करेंगी :",

    rapportSubChapterTwoPoint: [
      {
        title: "छात्र का नाम लेकर संबोधित करें (Address the Student by Name) :",
        value:
          "छात्र का नाम लेकर बातचीत करने से वार्तालाप अधिक व्यक्तिगत महसूस होता है और यह दिखाता है कि आप उनकी कद्र करते हैं। बस इसे अति न करें।",
      },
      {
        title: "हल्की बातचीत से शुरुआत करें (Start with Light Conversations) :",
        value:
          '"आपका दिन कैसा रहा?" या "क्या आपने अपनी छुट्टियों का आनंद लिया?" जैसे सरल, सामान्य प्रश्नों से शुरुआत करें। इससे उन्हें सहज महसूस करने में मदद मिलती है और शुरुआती तनाव कम हो जाता है।',
      },
      {
        title: "पिछले सत्रों पर निर्माण करें (Build on Previous Sessions) :",
        value:
          "पिछले वार्तालापों या विद्यार्थी द्वारा साझा किए गए अनुभवों का संदर्भ लें। यह दिखाता है कि आपको विवरण याद हैं और आप उनकी परवाह करते हैं, जिससे वे अधिक मूल्यवान और समझने योग्‍य महसूस करते हैं।",
      },
      {
        title: "परिचित वातावरण (Familiar Environment) :",
        value:
          "जहाँ तक संभव हो, सत्रों को विद्यार्थी के लिए आरामदायक वातावरण में आयोजित करें। एक शांत और आरामदायक स्थान विद्यार्थी को आराम करने और ध्यान केंद्रित करने में मदद करता है, चाहे वह ऑनलाइन हो या व्यक्तिगत रूप से।",
      },
      {
        title: "छोटी सफलताओं को स्वीकार करें (Acknowledge Small Wins) :",
        value:
          "उनकी यात्रा में हुई छोटी प्रगति को भी पहचानना सकारात्मकता को बढ़ावा देता है। उदाहरण के लिए, एक शर्मीले बच्चे की सराहना करना जब वह सामान्य से अधिक खुलता है, उनके आत्मविश्वास को बढ़ा सकता है।",
      },
      {
        title: "बॉडी लैंग्वेज और टोन का उपयोग करें :",
        value:
          " खुली और मित्रतापूर्ण बॉडी लैंग्वेज बनाए रखें और आवाज़ में एक सुलभ टोन रखें। यह गैर-मौखिक संचार एक गर्म, स्वागतपूर्ण वातावरण बनाने में मदद करता है, जिससे विद्यार्थी सहज महसूस करते हैं।",
      },
      {
        title: "धैर्य और ध्यान रखें :",
        value:
          "हर छात्र अपनी गति से खुलता है। धैर्य और सक्रिय सुनने का अभ्यास करें ताकि आप उन्हें खुद को पूरी तरह से व्यक्त करने का अवसर दे सकें।",
      },
    ],
  },

  communicationSkills: {
    hading: "मौखिक संचार के संबंध में आपको कुछ बातें ध्यान में रखनी चाहिए : ",
    communicationSkillsPoint: [
      {
        title: "स्पष्ट भाषा का प्रयोग करें(use clear language) :",
        value:
          " विद्यार्थियों को आसानी से अपना संदेश समझने में मदद करने के लिए सरल शब्दों में बोलें और शब्दजाल से बचें।",
      },
      {
        title:
          "सक्रिय भागीदारी को प्रोत्साहित करें(encourage active participation) :",
        value:
          "विद्यार्थियों को अपने विचारों और अनुभवों को साझा करने में सहज महसूस कराने में मदद करने के लिए खुले-आम सवाल पूछें।",
      },
      {
        title: "स्वर और गति में बदलाव करें(vary tone and pace) :",
        value:
          "विद्यार्थियों को बातचीत में व्यस्त और रुचि रखने के लिए अपनी बोलने की शैली को समायोजित करें।",
      },
      {
        title: "प्रासंगिक उदाहरण प्रदान करें(provide relevant examples) :",
        value:
          " अपने बिंदुओं को स्पष्ट करने और विद्यार्थियों को जानकारी से जुड़ने में मदद करने के लिए संबंधित कहानियाँ साझा करें।",
      },
      {
        title: "रचनात्मक प्रतिक्रिया दें(offer constructive feedback) :",
        value:
          "विद्यार्थियों के प्रयासों पर ध्यान केंद्रित करते हुए और उनके विकास को प्रोत्साहित करते हुए सहायक और सहायक टिप्पणियाँ दें।",
      },
    ],
  },

  communicationSkillsSubChapterTwo: {
    hading:
      "करियर काउंसलिंग सत्रों के दौरान कुछ महत्वपूर्ण पहलुओं पर ध्यान दें : ",
    skillsPoint: [
      {
        title: "आँखों का संपर्क (Eye Contact) :",
        value:
          'बातचीत के दौरान आँखों का संपर्क बनाए रखना आत्मविश्वास और रुचि को दर्शाता है। एक करियर परामर्शदाता के रूप में, "मुलायम आँखों का संपर्क" बनाए रखने का प्रयास करें, जिससे आप लंबे समय तक घूरने से बचें। इस पर ध्यान दें कि क्या विद्यार्थी आँखों का संपर्क बनाए रखते हैं, क्योंकि इसकी कमी असहजता या कम आत्मविश्वास को संकेत कर सकती है। संतुलन बनाना महत्वपूर्ण है: आपका आँखों का संपर्क आपकी आत्मविश्वास और प्रतिबद्धता को दर्शाना चाहिए, जबकि विद्यार्थी को आरामदायक भी महसूस कराना चाहिए।',
      },
      {
        title: "हाथ और बांह की हरकतें (Arm & Hand Motions) :",
        value:
          "हाथ और हाथ के इशारे मुख्य बिंदुओं पर जोर देकर संचार को बेहतर बनाते हैं। एक करियर परामर्शदाता के रूप में, अपने संदेशों को स्पष्ट करने के लिए इशारों का उपयोग करें, लेकिन ध्यान भटकाने से बचने के लिए उनका अति प्रयोग न करें। साथ ही, विद्यार्थी के हाथ और बांह की हरकतों को देखना तनाव या तनाव जैसी अव्यक्त भावनाओं का संकेत हो सकता है, जिससे आपको सत्र के दौरान उनके आराम के स्तर का अनुमान लगाने में मदद मिलती है।",
      },
      {
        title: "शारीरिक मुद्रा और सीधे बैठना (Body Posture & Angle) :",
        value:
          "विद्यार्थी के पास सही शारीरिक मुद्रा में बैठना और उसके पास जाना बहुत महत्वपूर्ण है। अपनी बाहों को क्रॉस करना, विद्यार्थी से थोड़ा दूर देखते समय असामान्य शारीरिक मुद्राएँ, या कोई अन्य क्रिया जो उदासीनता का संकेत देती है, विद्यार्थी को उदासीनता महसूस करा सकती है। सुनिश्चित करें कि आप और विद्यार्थी एक सहज और प्रभावी बातचीत को बढ़ावा देने के लिए आराम से और खुली शारीरिक भाषा बनाए रखें।",
      },
      {
        title: "Provide Relevant Examples :",
        value:
          "Share relatable stories to clarify your points and help students connect with the information.",
      },
      {
        title: "Offer Constructive Feedback :",
        value:
          "Give helpful and supportive comments focusing on students' efforts and encouraging their growth.",
      },
    ],

    subHeading:
      "यहाँ कुछ संकेत दिए गए हैं जिन्हें आपको गैर-मौखिक संचार के संबंध में ध्यान में रखना चाहिए: ",
    SubSkillsPoint: [
      {
        title:
          "योग्य नेत्र संपर्क बनाए रखें (maintain appropriate eye contact) :",
        value:
          "आत्मविश्वास व्यक्त करने और विद्यार्थियों को असहज किए बिना उनसे जुड़ने के लिए कोमल नेत्र संपर्क का उपयोग करें।",
      },
      {
        title: "सार्थक हाव-भाव का उपयोग करें (use meaningful gestures) :",
        value:
          "बिंदुओं पर जोर देने के लिए प्राकृतिक हाथ आंदोलनों को शामिल करें, यह सुनिश्चित करें कि वे आपके संदेश को विचलित करने के बजाय उसे बढ़ाएँ।",
      },
      {
        title:
          "छात्र की शारीरिक भाषा का निरीक्षण करें (observe student body language) :",
        value:
          "चर्चा के दौरान उनके आराम और आत्मविश्वास के स्तर को मापने के लिए विद्यार्थियों की मुद्रा और चाल पर ध्यान दें।",
      },
      {
        title: "एक खुली मुद्रा अपनाएँ (adopt an open posture) :",
        value:
          "इस तरह से बैठें कि बातचीत को आमंत्रित करें, यह दिखाने के लिए कि आप सुलभ और चौकस हैं,अपनी बाहों को पार करने से बचें।",
      },
      {
        title:
          "अपने चेहरे के भावों की ओर ध्यान दें (Be aware of your facial expressions) :",
        value:
          "अपने संदेश को सुदृढ़ करने और विद्यार्थियों की भावनाओं के प्रति सहानुभूति दिखाने के लिए अपने शब्दों के साथ संरेखित भावों का उपयोग करें।",
      },
    ],

    activeListeningHading:
      "सक्रिय सुनने के कुछ महत्वपूर्ण पहलू निम्नलिखित हैं :",
    activeListeningPoint: [
      {
        title: "पूरा ध्यान दें :",
        value:
          "सुनिश्चित करें कि आप पूरी तरह से विद्यार्थी पर ध्यान केंद्रित करें, ध्यान भटकाने वाली चीज़ों को कम से कम करें। इससे उन्हें पता चलता है कि उनके विचार और भावनाएँ महत्वपूर्ण हैं।.",
      },
      {
        title: "सकारात्मक संकेत का उपयोग करें :",
        value:
          "सरल इशारे, जैसे कि सिर हिलाना, यह बताते हैं कि आप बातचीत में शामिल हैं और विद्यार्थी को साझा करना जारी रखने के लिए प्रोत्साहित करते हैं।",
      },
      {
        title: "चिंतन करें :",
        value:
          'अपनी समझ की पुष्टि करने और उनकी भावनाओं को मान्य करने के लिए विद्यार्थी ने जो कहा है, उसका सार प्रस्तुत करें, उदाहरण के लिए, "ऐसा लगता है कि आप अपने विकल्पों के बारे में अनिश्चित महसूस कर रहे हैं।"',
      },
      {
        title: "खुले सवाल पूछें :",
        value:
          'ऐसे सवाल पूछकर गहन चर्चा को प्रोत्साहित करें, जिनके लिए हाँ या नहीं से ज़्यादा जवाब की ज़रूरत हो, जैसे कि "इस क्षेत्र में आपकी सबसे ज़्यादा दिलचस्पी किसमें है?"',
      },
      {
        title: "विचारशील प्रतिक्रिया दें :",
        value:
          "प्रासंगिक अंतर्दृष्टि या सुझावों के साथ जवाब दें, जिससे छात्र को यह महसूस हो कि उनकी बात सुनी और समझी जा रही है और साथ ही उन्हें निर्णय लेने की प्रक्रिया में मार्गदर्शन भी मिले।",
      },
    ],

    askingQuestionsHading:
      "जब आप सही सवाल पूछते हैं, तो यह आपको जानकारी के आदान-प्रदान का अवसर देता है और बातचीत की दिशा तय करता है। यदि प्रश्नों को एक मार्गदर्शित तरीके से पूछा जाए, तो यह करियर काउंसलिंग प्रक्रिया के दौरान विभिन्न भागीदारों द्वारा साझा की गई जानकारी के बीच एक संबंध स्थापित करने में मदद कर सकता है। यहाँ कुछ प्रभावी प्रश्न पूछने के तरीके दिए गए हैं जो आपको करियर काउंसलिंग के दौरान विभिन्न भागीदारों से अधिक जानकारी प्राप्त करने में मदद कर सकते हैं :",
    askingQuestionsPoint: [
      {
        title: "रेखीय प्रश्न पूछना (Lineal Questioning) :",
        value:
          'ये प्रश्न क्रियाओं या भावनाओं के पीछे के स्पष्ट कारणों या स्पष्टीकरणों को उजागर करने के लिए होते हैं। ये अक्सर "कौन?", "क्या?", "कहाँ?", "कब?", "क्यों?" या "कैसे?" जैसे शब्दों से शुरू होते हैं। इससे आपको मुद्दे को बेहतर तरीके से समझने में मदद मिलती है।',
      },
      {
        title: "सर्कुलर प्रश्न पूछना (Circular Questioning) :",
        value:
          "इसमें आप विद्यार्थी और अन्य संबंधित भागीदारों से एक ही प्रश्न पूछते हैं। उनके उत्तरों की तुलना करने से अंतर दिखाई दे सकते हैं और एक ही विषय पर कई दृष्टिकोण प्राप्त हो सकते हैं।",
      },
      {
        title: "बंद प्रश्न पूछना (Closed-Ended Questioning) :",
        value:
          'ये प्रश्न विद्यार्थियों से विशिष्ट जानकारी प्राप्त करने के लिए होते हैं। उदाहरण के लिए, ऐसे प्रश्न जो "हाँ" या "नहीं" में उत्तर दिए जा सकते हैं। ये बातचीत पर ध्यान केंद्रित करने में मदद करते हैं और विद्यार्थियों को अपने विचारों पर ध्यान देने का अवसर देते हैं।',
      },
      {
        title: "खुले उत्‍तर वाले प्रश्न पूछना (Open-Ended Questioning) :",
        value:
          'ये प्रश्न विस्तार की आवश्यकता करते हैं और इन्हें केवल "हाँ" या "नहीं" में नहीं उत्तर दिया जा सकता। ये विस्तृत जानकारी और अंतर्दृष्टि प्राप्त करने में प्रभावी होते हैं, जिससे विद्यार्थियों को अपने भावनाओं और अनुभवों को व्यक्त करने में मदद मिलती है।',
      },
    ],

    regardingQuestionsHading:
      "Here are a few pointers that you need to keep in mind regarding asking the right questions :",
    regardingQuestionsPoint: [
      {
        title: "तैयार रहें (Be Prepared) :",
        value:
          "आकलनों के माध्यम से विद्यार्थियों के बारे में अधिक जानकारी इकट्ठा करें ताकि आप उचित प्रश्न पूछ सकें।",
      },
      {
        title: "सक्रिय रूप से सुनें (Listen Actively) :",
        value:
          "विद्यार्थी के उत्तरों पर ध्यान दें ताकि आप अनुवर्ती प्रश्न पूछ सकें।",
      },
      {
        title: "गहन विचार को प्रोत्साहित करें (Encourage Reflection): :",
        value:
          "गहरे विचार और आत्म-चिंतन के लिए खुले छोर वाले प्रश्नों का उपयोग करें।",
      },
      {
        title:
          "प्रश्नों के प्रकारों का संतुलन बनाए रखें (Balance Types of Questions) :",
        value:
          "बंद और खुले छोर वाले प्रश्नों को मिलाएँ ताकि ध्यान केंद्रित करने के साथ-साथ विस्तार को भी प्रोत्साहित किया जा सके।",
      },
      {
        title: "धैर्य रखें (Be Patient) :",
        value:
          "विद्यार्थियों को सोचने और आपके प्रश्नों का सोच-समझकर उत्तर देने के लिए समय दें।",
      },
    ],
  },

  interpersonal: {
    empathyHading:
      "सहानुभूति के संबंध में आपको कुछ बातों को ध्यान में रखना चाहिए :",
    empathyPoint: [
      {
        title: "सक्रिय रूप से सुनें :",
        value:
          "बिना किसी व्यवधान के विद्यार्थी के दृष्टिकोण को समझने पर ध्यान केंद्रित करें।",
      },
      {
        title: "भावनाओं को स्वीकार करें :",
        value:
          "विद्यार्थी की भावनाओं और अनुभवों को मान्य करें ताकि आप उनके संघर्षों को समझ सकें।",
      },
      {
        title: "सकारात्मक शारीरिक भाषा का उपयोग करें :",
        value:
          "जुड़ाव और समर्थन प्रदर्शित करने के लिए आँख से संपर्क बनाए रखें और सिर हिलाएँ।",
      },
      {
        title: "धारणाओं से बचें :",
        value:
          "खुले दिमाग रखने के लिए विद्यार्थी की स्थिति के बारे में निर्णय लेने से बचें।",
      },
      {
        title: "चिंतन करें और स्पष्ट करें :",
        value:
          "विद्यार्थियों को उनके विचारों और भावनाओं को अधिक गहराई से जानने में मदद करने के लिए चिंतनशील तकनीकों का उपयोग करें।",
      },
      {
        title: "समर्थन प्रदान करें :",
        value:
          "समझ और आश्वासन दिखाएँ, भले ही आपके पास सभी उत्तर न हों। आपकी उपस्थिति और सुनने की इच्छा एक महत्वपूर्ण अंतर ला सकती है।",
      },
    ],

    selfAwarenessHading: "आत्म-जागरूकता के कुछ महत्वपूर्ण बिंदु :",
    selfAwarenessPoint: [
      {
        title: "उपस्थित रहें :",
        value:
          "परामर्श सत्रों के दौरान अपनी भावनाओं ओर प्रतिक्रियाओं पर ध्‍यान दें। यह जागरूकता आपकों अपने विद्या‍र्थियों के प्रति प्रभावी ढंग से प्रतिक्रिया देने में मदद करती है।",
      },
      {
        title: "आत्‍म प्रतिबिंब में संलग्‍न रहें :",
        value:
          "यह समझने के लिए कि वह आपके परामर्श दृष्टिकोण को कैसे प्रभावित कर सकते हैं। अपने पूर्वाग्रहों और धारणाओं का नियंत्रित रूप से मूल्‍यांकन करें।",
      },
      {
        title: "व्‍यक्तिगत पूर्वाग्रहोंका प्रबंधन करें :",
        value:
          "किसी भी व्‍यक्तिगत पूर्वाग्रहों को स्‍वीकार करें जो विद्या‍र्थियों के साथ आपकी बातचीत को प्रभावित कर सकता है और उनके प्रभावों को कम करने का प्रयास कर सकता है।",
      },
      {
        title: "प्रतिक्रिया के लिए खुले रहें :",
        value:
          "विद्या‍र्थियों से प्रतिक्रिया को प्रोत्साहित करें और अपनी परामर्श प्रभावशीलता में सुधार करने के लिए अपनी गलतियों से सीखने के लिए तैयार रहे।.",
      },
      {
        title: "सहानुभूति विकसित करें :",
        value:
          "अपने विद्या‍र्थियों के अनूठे अनुभवों और दृष्टिकोण की समझ विकसित करें, जो उनके साथ जुड़ने की आपकी क्षमता को बढ़ाता है।",
      },
    ],

    positiveAttitudeHading:
      "यहाँ कुछ संकेत दिए गए हैं जिन्हें आपको सकारात्मक दृष्टिकोण के बारे में ध्यान में रखने की आवश्यकता है :",
    positiveAttitudePoint: [
      {
        title: "शक्तियों पर ध्यान दें :",
        value:
          "एक परामर्शदाता के रूप में, अपनी शक्तियों और उपलब्धियों को पहचानें और उनका जश्न मनाएं। विद्या‍र्थियों को ऐसा करने के लिए प्रोत्साहित करें, जिससे उन्हें सीमाओं या असफलताओं से अपना ध्यान हटाने में मदद मिले।",
      },
      {
        title: "मूल्यों की पहचान करें :",
        value:
          "अपने मूल मूल्यों और वे आपके परामर्श दृष्टिकोण को कैसे प्रभावित करते हैं, इस पर विचार करें। उद्देश्य की भावना पैदा करने के लिए विद्या‍र्थियों को उनके मूल्यों की पहचान करने और उनक कैरियर के लक्ष्यों को इनके साथ संरक्षित करने में सहायता करें।",
      },
      {
        title: "विकास की मानसिकता को बढ़ावा दें :",
        value:
          "अपने और अपने विद्या‍र्थियों के लिए विकास की मानसिकता को अपनाने के महत्व पर जोर दें, चुनौतियों को विकास और विकास के अवसरों के रूप में देखें।",
      },
      {
        title:
          "अपने और अपने विद्या‍र्थियों के लिए विकास की मानसिकता को अपनाने के महत्व पर जोर दें, चुनौतियों को विकास और विकास के अवसरों के रूप में देखें। :",
        value:
          " विद्या‍र्थियों को ऐसा करने में मार्गदर्शन करते हुए अपने व्‍यावसायिक विकास के लिए यथार्थवादी और प्राप्त करने योग्य लक्ष्य निर्धारित करें। अपने और अपने विद्या‍र्थियों दोनों में प्रेरणा और आत्मविश्वास बढ़ाने के लिए प्रगति का जश्न मनाएँ।",
      },
      {
        title: "कृतज्ञता विकसित करें :",
        value:
          "आपके लिए उपलब्ध अवसरों और संसाधनों की सराहना करके एक परामर्शदाता के रूप में अपनी भूमिका में कृतज्ञता का अभ्यास करें। विद्या‍र्थियों को अपनी यात्रा पर एक सकारात्मक दृष्टिकोण को मजबूत करते हुए एक समान मानसिकता विकसित करने के लिए प्रोत्‍साहित करें।",
      },
    ],
  },

  criticalThinking: {
    criticalThinkingHading:
      "निम्नलिखित दो तकनीकें हैं जो इसमें सहायक साबित होती हैं :",
    criticalThinkingPoint: [
      {
        title: "माइंड मैप्स :",
        value:
          "माइंड मैप्स विचार-मंथन और विचारों को संरचित तरीके से व्यवस्थित करने के लिए सरल लेकिन प्रभावी उपकरण हैं। वे विद्यार्थियों और हितधारकों से एकत्र की गई विभिन्न सूचनाओं को समेकित करने में मदद करते हैं, जिससे अंतर्दृष्टि को संश्लेषित करना आसान हो जाता है। एक केंद्रीय विषय के साथ शुरू करके-जैसे कि एक विद्यार्थी की कैरियर रुचियाँ, व्यक्तित्व और क्षमताएँ- परामर्शदाता विभिन्त्र तत्वों के बीच संबंधों को उजागर करने के लिए रेखाओं का उपयोग करके संबंध बना सकते हैं। यह दृश्य प्रतिनिधित्व सामान्य विषयों की पहचान करने और सूचित कैरियर निर्णयों को सुविधाजनक बनाने में सहायता करता है। टिप्पणियों को बनाए रखना-एक शिक्षक के रूप में, आप टिप्पणियों को बनाए रखने के महत्व को समझते हैं; अब, एक कैरियर परामर्शदाता के रूप में, प्रत्येक सत्र का दस्तावेजीकरण करना महत्वपूर्ण है। ",
      },
      {
        title: "सुव्यवस्थित नोट्स :",
        value:
          " जानकारी के संकलन और विश्लेषण को आसान बनाते हैं, जिससे आपको सामान्य विषयों और अद्वितीय अंतर्दृष्टि को जल्दी से पहचानने में मदद मिलती है। नोट लेने से आपकी शक्तियों और सुधार के क्षेत्रों पर आत्म-प्रतिबिंब की भी अनुमति मिलती है, जिससे एक परामर्शदाता के रूप में आपकी प्रभावशीलता बढ़ जाती है। सत्र की तारीख, उद्देश्य, महत्वपूर्ण जानकारी का आदान-प्रदान, निर्धारित गतिविधियाँ और परिणाम जैसे प्रमुख विवरण शामिल करें। सुनिश्चित करें कि आपके नोट्स सटीक और व्यापक हैं, जो आपके विश्लेषण और निर्णय लेने की प्रक्रिया के लिए महत्वपूर्ण हैं। ",
      },
    ],

    regardingAnalyticalHading:
      "यहाँ कुछ संकेत दिए गए हैं जिन्हें आपको विश्लेषणात्मक कौशल के संबंध में ध्यान में रखने की आवश्यकता है :",
    regardingAnalyticalPoint: [
      {
        title: "डेटा व्याख्या का अभ्यास करें :",
        value:
          "डेटा की प्रभावी ढंग से व्याख्या करने की आपकी क्षमता को मजबूत करने के लिए कैरियर मार्गदर्शन मूल्यांकन से रिपोर्ट की नियमित रूप से समीक्षा और विश्लेषण करें।",
      },
      {
        title: "जांच संबंधी प्रश्न पूछें :",
        value:
          "विद्यार्थियों के साथ खुले सवाल पूछकर गहरी चर्चा को प्रोत्साहित करें जो उनके विचारों और भावनाओं की आलोचनात्मक सोच और अन्वेषण को प्रेरित करते हैं। ",
      },
      {
        title: "फ्रेमवर्क का उपयोग करें :",
        value:
          " कैरियर विकल्पों और विद्यार्थी प्रोफाइल का व्यवस्थित रूप से मूल्यांकन करने के लिए विश्‍लेषणात्मक फ्रेमवर्क का उपयोग करें, जैसे कि SWOT विश्लेषण (ताकत, कमजोरि कमजोरियाँ, अवसर, खतरे)",
      },
      {
        title: "सूचित रहे :",
        value:
          " प्रासंगिक कैरियर सलाह प्रदान करने की अपनी क्षमता को बढ़ाने के लिए उद्योग के रुझानों और श्रम बाजार की जानकारी के साथ अद्यतित रहे।",
      },
      {
        title: "साथियों के साथ सहयोग करें :",
        value:
          "डेटा की व्याख्या करने और कैरियर की सिफारिशें करने पर अंतर्दृष्टि और विभिन्न दृष्टिकोण साझा करने के लिए सहयोगियों के साथ चर्चा में शामिल हों।",
      },
    ],

    problemSolvingHading: "समस्या समाधान में कदम :",
    problemSolvingPoint: [
      {
        title: "समस्या की पहचान करें :",
        value:
          "मूल मुद्दे को पहचानें, चाहे वह जागरूकता की कमी हो, परस्पर विरोधी आकांक्षोएँ हो, या बाहरी बाधाएँ हों।",
      },
      {
        title: "समस्या को परिभाषित करें :",
        value:
          "केवल लक्षणों के बजाय मूल को संबोधित करने के लिए समस्या, इसके कारणों और इसके प्रभावों को स्पष्ट रूप से रेखांकित करें।",
      },
      {
        title: "संभावित समाधान तैयार करे :",
        value:
          "सभी संभावित समाधानों पर विचार-विमर्श करें और विभिन्न कैरियर मार्गों का मूल्यांकन करें जो छात्र के कौशल और रुचियों के अनुरूप हैं।",
      },
      {
        title: "समाधानों का मूल्यांकन करें :",
        value:
          "प्रत्येक विकल्प के फायदे और नुकसान का आकलन करें, यह सुनिश्चित करते हुए कि चुना गया समाधान छात्र के दीर्घकालिक लक्ष्यों के साथ संरेखित हो।",
      },
      {
        title: "समाधान को लागू करें :",
        value:
          "छात्र को चरण-दर-चरण योजना के माध्यम से मार्गदर्शन करें, चाहे वह इंटर्नशिप, अतिरिक्त पाठ्यक्रम या अन्य कैरियर कार्यों का अनुसरण कर रहा हो।",
      },
      {
        title: "निगरानी और समायोजन :",
        value:
          "निरंतर प्रगति पर नज़र रखें, यह सुनिश्चित करने के लिए कि समाधान प्रभावी बना रहे, योजना को आवश्यकतानुसार समायोजित करें।",
      },
    ],

    regardingProblemHading:
      "यहाँ कुछ संकेत दिए गए हैं जिन्हें आपको समस्या समाधान कौशल के संबंध में ध्यान में रखने की आवश्यकता है  :",
    regardingProblemPoint: [
      {
        title: "समस्या को स्पष्ट करें :",
        value:
          "वि़द्यार्थियों को अपनी चुनौतियों और कैरियर के लक्ष्यों को स्पष्ट रूप से परिभाषित करने के लिए प्रोत्साहित करें। यह यथार्थवादी अपेक्षाओं को निर्धारित करने और प्रयासों पर ध्यान केंद्रित करने में मदद करता है।",
      },
      {
        title: "विभिन्न कोणों से विश्लेषण करें :",
        value:
          "अंतर्निहित मुद्दों को उजागर करने के लिए विभिन्न दृष्टिकोण से समस्याओं की जांच करने में वि़द्यार्थियों का मार्गदर्शन करें।",
      },
      {
        title: "रचनात्मक सोच को प्रोत्साहित करें :",
        value:
          "वि़द्यार्थियों के साथ विचार-विमर्श समाधान, उन्हें करियर के रास्तों के बारे में सोचने में मदद करते हैं जिन पर उन्होंने शुरू में विचार नहीं किया होगा।",
      },
      {
        title: "विकल्पों का एक साथ मूल्यांकन करें :",
        value:
          " वि़द्यार्थियों को उनके लक्ष्यों और रुचियों से संबंधित प्रत्येक समाधान के पक्ष और विपक्ष को तौलने में मदद करें।",
      },
      {
        title: "एक कार्य योजना विकसित करें :",
        value:
          " एक ठोस कार्य योजना बनाने, प्रगति सुनिश्चित करने और आवश्यक समायोजन करने के लिए अनुवर्ती कार्रवाई करने के लिए वि़द्यार्थियों के साथ काम करें।",
      },
    ],
    planningHading: "अभी के लिए, आइए योजना के प्रमुख तत्वों को समझते हैं :",

    planningPoint: [
      {
        title: "लक्ष्य निर्धारण :",
        value:
          "परामर्श प्रक्रिया को निर्देशित करने के लिए स्पष्ट, यथार्थवादी कैरियर उद्देश्यों की स्थापना।",
      },
      {
        title: "लक्ष्यों को तोड़ना :",
        value:
          "प्रगति सुनिश्चित करने के लिए बड़े लक्ष्यों को छोटे, कार्रवाई योग्य चरणों में विभाजित करना।",
      },
      {
        title: "एक्शन प्लानिंग :",
        value:
          "निर्धारित लक्ष्यों को प्राप्त करने के लिए आवश्यक विशिष्ट चरणों, समयसीमा और संसाधनों की पहचान करना।",
      },
      {
        title: "प्रगति की निगरानी :",
        value:
          "कैरियर के उद्देश्यों के साथ संरेखित रहने के लिए प्रगति पर नज़र रखना और आवश्यक समायोजन करना।",
      },
      {
        title: "सहयोग :",
        value:
          "व्यक्तिगत हितों और शक्तियों के साथ लक्ष्यों को संरेखित करने के लिए परामर्शदाता और विद्यार्थी के बीच निरंतर टीम वर्क सुनिश्चित करना।",
      },
    ],

    regardingPlanningHading:
      "नियोजन कौशल के संबंध में ध्यान में रखने के लिए यहाँ कुछ संकेत दिए गए है :",
    regardingPlanningPoint: [
      {
        title: "स्पष्ट और विशिष्ट कैरियर उद्देश्य निर्धारित करें :",
        value:
          "सटीक उद्देश्यों को परिभाषित करें जो प्रभावी योजना के लिए दिशा और ध्यान प्रदान करते हैं।",
      },
      {
        title: "बड़े लक्ष्यों को छोटे, कार्रवाई योग्य चरणों में विभाजित करें :",
        value:
          "व्यवस्थित प्रगति को सुविधाजनक बनाने के लिए महत्वपूर्ण लक्ष्यों को प्रबंधनीय कार्यों में विभाजित करें।",
      },
      {
        title: "आवश्यक संसाधनों की पहचान करें :",
        value:
          "प्रत्येक लक्ष्य को प्रभावी ढंग से प्राप्त करने में मदद करने के लिए आवश्यक उपकरणों और समर्थन को पहचानें।",
      },
      {
        title: "समय को प्रभावी ढंग से प्रबंधित करें :",
        value:
          "कार्यों को प्राथमिकता दें और उद्देश्यों को समय पर पूरा करना सुनिश्चित करने के लिए समय सीमा निर्धारित करें।",
      },
      {
        title: "प्रगति का मूल्यांकन करें और योजना को समायोजित करें :",
        value:
          "योजना प्रक्रिया में लचीलेपन के महत्व को मजबूत करते हुए, नियमित रूप से प्रगति का आकलन करें और योजनाओं को अनुकूलित करने के लिए तैयार रहें।",
      },
    ],
  },
};

export const chapterSixData = {
  introduction: {
    hading:
      "हम करियर परामर्श में योजना के महत्व और सफल परिणाम प्राप्त करने में तैयारी की महत्वपूर्ण भूमिका पर चर्चा कर के शुरू करेंगे । फिर ,  हम चार मुख्य चरणों में गहराई से जाएंगे  :",
    introductionPoint: [
      {
        title: "संबंध निर्माण  :",
        value:
          "छात्रों के लिए एक आरामदायक और खुला वातावरण बनाने के लिए विश्वास और समझ स्थापित करना ।",
      },
      {
        title: "जानकारी एकत्रित करना  :",
        value:
          "छात्रों की ताकत , रुचियों और उनके निर्णयों को आकार देने वाले बाहरी कारकों के बारे में जानकारी एकत्र करना ।",
      },
      {
        title: "निर्णय लेना :",
        value:
          "छात्रों को पर्यायों का मूल्यांकन करने और उनके लक्ष्यों को योग्य करियर पथों के साथ जोड़ने में मदद करना ।",
      },
      {
        title: "कार्य का नियोजन  :",
        value:
          "छात्रों को उद्देश्य निर्धारित करने और उनकी आकांक्षाओं को प्राप्त करने के लिए एक स्पष्ट योजना तैयार करने में मदद करना ।",
      },
    ],
  },

  conclusion: {
    hading:
      "फिर हमने करियर परामर्श प्रक्रिया को चार प्रमुख चरणों में विभाजित किया  :",
    conclusingPoint: [
      {
        title: "संबंध निर्माण  :",
        value:
          "विद्यार्थियों के लिए अपने विचारों और चिंताओं को साझा करने के लिए विश्वास स्थापित करना और एक सुरक्षित स्थान बनाना ।",
      },
      {
        title: " जानकारी एकत्रित करना :",
        value:
          " विद्यार्थियों की ताकत, रुचियों और चुनौतियों के बारे में प्रासंगिक जानकारी एकत्र करना ।",
      },
      {
        title: " निर्णय लेना :",
        value:
          " एकत्रित जानकारी के आधार पर विद्यार्थियों को सही करियर निर्णय लेने में मदद करना ।",
      },
      {
        title: "कार्य का नियोजन :",
        value:
          "करियर निर्णयों को कार्रवाई योग्य चरणों में बदलना, विद्यार्थियों के लिए अनुसरण करने के लिए एक रोडमैप बनाना ।",
      },
    ],
  },

  planningCareer: {
    hading:
      "नीचे कुछ कारण दिए गए हैं जो यह दर्शाते हैं कि योजना निर्माण किस प्रकार प्रभावी करियर  परामर्श में योगदान देती है  :",
    planningCareerPoint: [
      {
        value:
          "योजना निर्माण से परामर्शदाता सत्र से पहले ही सभी आवश्यक जानकारी और संसाधनों को तैयार रख सकते हैं। इससे वे विद्यार्थी की ताकतों, रुचियों और करियर संबंधी चिंताओं पर बिना किसी रुकावट के ध्यान केंद्रित कर पाते हैं।",
      },
      {
        value:
          "योजना निर्माण से परामर्शदाता सत्र से पहले ही सभी आवश्यक जानकारी और संसाधनों को तैयार रख सकते हैं। इससे वे विद्यार्थी की ताकतों, रुचियों और करियर संबंधी चिंताओं पर बिना किसी रुकावट के ध्यान केंद्रित कर पाते हैं।",
      },
      {
        value:
          "योजना निर्माण से परामर्शदाता सत्र से पहले ही सभी आवश्यक जानकारी और संसाधनों को तैयार रख सकते हैं। इससे वे विद्यार्थी की ताकतों, रुचियों और करियर संबंधी चिंताओं पर बिना किसी रुकावट के ध्यान केंद्रित कर पाते हैं।",
      },
      {
        value:
          "इसकी वजह से सत्र के दौरान आनेवाली चुनौतियों या बाधाओं का पूर्वानुमान लगाने में मदद मिलती है। इससे परामर्शदाता को सत्र जल्दी से जल्दी अनुकूल करने में आसानी होती है और बातचीत को विद्यार्थी के करियर लक्ष्यों पर केंद्रित रखना आसान हो जाता है।",
      },
      {
        value:
          "सही योजना निर्माण से परामर्शदाता सत्र को प्रत्येक विद्यार्थी की व्यक्तिगत आवश्यकताओं के अनुसार बना सकते हैं, जिससे उनके सुझाव व्यक्तिगत भी बन पाते है और उनकी स्थिति के अनुसार भी होते हैं।",
      },
      {
        value:
          "एक अच्छी योजना निर्माण से follow-up कार्य स्पष्ट हो जाता हैं, जिससे विद्यार्थियों को यह समझना आसान होता है कि सत्र के बाद उन्हें कौन-से कदम उठाने चाहिए। इससे जिम्मेदारी बढ़ने के साथ ही प्रगति भी निश्चित होती है।",
      },
    ],
  },

  phasesOfCareerCounsel: {
    hading:
      "हमने यहाँ प्रत्येक महत्वपूर्ण चरण को व्यवस्थित रूप से स्पष्ट करने की कोशिश की है ताकि परामर्शदाताओं के लिए पूरी प्रक्रिया को एक तार्किक और व्यवस्थित तरीके से समझाना और उसका उपयोग करना आसान हो सके। हमने इस पूरी प्रक्रिया को चार चरणों में विभाजित किया है। :",
    phasesOfCareerCounselPoint: [
      {
        title: "संबंध निर्माण (Rapport Building)  :",
        value: [
          "संबंध निर्माण यह चरण परामर्श प्रक्रिया के लिए एक मजबूत आधार तैयार करने के लिए महत्वपूर्ण है। इस चरण में, परामर्शदाता एक भरोसेमंद संबंध विकसित करता है, जिससे उन्हें विद्यार्थी की विशेष परिस्थितियों और आकांक्षाओं को बेहतर तरीके से समझने में मदद मिलती है। यह बुनियादी विश्वास के साथ ही खुली बातचीत के लिए आवश्यक है और विद्यार्थियों को अपने करियर के लक्ष्यों और चिंताओं पर चर्चा करने में अधिक सहजता महसूस करने में मदद करता है।",
        ],
      },
      {
        title: "जानकारी संग्रहित करना (Information Gathering)  :",
        value: [
          "यह चरण महत्वपूर्ण है क्योंकि ये परामर्शदाता को विद्यार्थी के लिए सबसे उपयोगी करियर पर्यायों की पहचान करने के लिए सभी आवश्यक डेटा जुटाने में मदद करता है। इस चरण के दौरान परामर्शदाता विद्यार्थी की क्षमताओं, रुचियों, मूल्यों और उन बाहरी कारकों को समझा जाता हैं जो उनके करियर पर्यायों को प्रभावित कर सकते हैं। इस चरण में परामर्शदाता अलग-अलग साधनों का उपयोग करते हैं, जिनमें करियर गाइडेंस टेस्ट भी शामिल हैं, ताकि विद्यार्थी की क्षमताओं और रुचियों की जानकारी प्राप्त की जा सके। परामर्शदाता विद्यार्थी के बारे में व्यापक दृष्टिकोण प्राप्त करने के लिए माता-पिता, शिक्षकों और मार्गदर्शकों जैसे हितधारकों (stakeholders) के साथ भी जुडते हैं। इस जानकारी को इकठ्ठा करना जरुरी है ताकि प्रभावपूर्ण परामर्श का अनुभव मिल सके।",
        ],
      },
      {
        title: "निर्णय लेना (Decision Making)  :",
        value: [
          "यह चरण विद्यार्थियों की क्षमताओं और रुचियों को ध्यान में रखते हुए योग्य करियर पर्यायों को दर्शाने के लिए महत्वपूर्ण है, जिससे सबसे उचित करियर विकल्प को विद्यार्थी चुन सके। एक बार जब परामर्शदाता प्रासंगिक जानकारी इकठ्ठा कर लेता है और विद्यार्थी की रुचियों, आकांक्षाओं और क्षमताओं को समझ लेता है, तो वे अलग-अलग  करियर मार्गों की आवश्यकताओं के साथ इस जानकारी का मिलान करना शुरू कर देता हैं।",
          "इस प्रक्रिया में विद्यार्थी की क्षमताओं का उन करियर पर्यायों के साथ मेल बिठाया जाता है, जो उन्हें विकास और संतोष के अवसर देते है। इस चरण में, सुझाए गए करियर पर्यायों के बारे में माता-पिता, विद्यार्थियों और परामर्शदाताओं के बीच अलग-अलग विचार हो सकते हैं। इसलिये इन मतभेदों को हल करने के लिए परामर्शदाता   को एक सूचनात्मक और सहयोगी दृष्टिकोण अपनाना आवश्यक है, ताकि सभी एक समझौते पर पहुंच सकें। इस चरण का एक महत्वपूर्ण पहलू यह है कि परामर्शदाता एक निर्णय-निर्माता या सलाहकार के बजाय एक सक्षमकर्ता और सहायक के रूप में कार्य करता है। इसलिए परामर्शदाता को सभी आवश्यक जानकारी प्रदान करनी चाहिए और अलग-अलग दृष्टिकोण को समझा जा सके। ताकि करियर पर्यायों की गहराई समझ में आ सके, जिससे विद्यार्थी उन निर्णयों पर पहुँच सकें जो उनके लक्ष्यों और आकांक्षाओं के साथ मेल खाते हैं।",
        ],
      },
      {
        title: "कार्य योजना निर्माण (Action Planning)   :",
        value: [
          "यदि करियर पर्याय पर अंतिम निर्णय अभी तक नहीं हुआ है, तो प्रक्रिया इस अंतिम चरण में प्रवेश करती है। यह विस्तार से विद्यार्थियों को अपने करियर विकल्पों को मजबूत करने के लिए और अधिक जानकारी प्राप्त करने का अवसर देती है। परामर्शदाता विद्यार्थियों को छोटे पाठ्यक्रमों, इंटर्नशिप और उद्योग विशेषज्ञों के साथ जुड़ने में मार्गदर्शन करते हैं ताकि वे अपने संभव होने वाले करियर क्षेत्रों की स्पष्टता को समझ सकें।",
          " एक बार निर्णय लेने के बाद, लक्ष्य महत्वपूर्ण हो जाता है। परामर्शदाता विद्यार्थियों को स्पष्ट उद्देश्यों और मील के पत्थर निर्धारित करने में मदद करते हैं ताकि वे अपने करियर की दिशा में आगे बढ़ सकें। इस चरण में योग्य करियर मार्गों को तय करना, चुने हुए पर्यायों के बारे में जागरूकता बढ़ाना और संबंधित कॉलेजों और पाठ्यक्रमों पर जानकारी प्रदान करना भी शामिल है। परामर्शदाता विद्यार्थियों को पात्रता मानदंड (eligibility criteria) , संभवत: आनेवाली बाधाओं का समाधान और प्रवेश प्रक्रिया में मदद करते हैं। कुल मिलाकर,  कार्य योजना निर्माण चरण विद्यार्थियों को आवश्यक ज्ञान और संसाधनों से तैयार करता है ताकि वे अपने करियर के सपनों को सफलतापूर्वक आगे बढ़ा सकें।",
        ],
      },
    ],
  },

  rapportBuilding: {
    hading:
      "संबंध निर्माण का चरण एक ऐसा महत्वपूर्ण हिस्सा है, जो एक सुरक्षित और भरोसेमंद वातावरण बनाने में मदद करता है, जिससे विद्यार्थी अपने सपनों, विचारों, भावनाओं और सोच को स्वतंत्र रूप से खुलकर बता सकें। प्रभावी करियर परामर्श के लिए इस आधार को तैयार करना अत्यावश्यक है।",
    rapportBuildingPoint: [
      {
        title: "उद्देश्य :",
        value:
          "विद्यार्थियों को अपने विचार स्वतंत्र रूप से व्यक्त करने के लिए एक सुरक्षित वातावरण प्रदान करना।",
      },
      {
        title: "उपकरण :",
        value: "चर्चा एवं संवाद।",
      },
      {
        title: "आवश्यक कौशल :",
        value:
          "संबंध निर्माण (rapport building) स्किल्स, संचार कौशल  (communication skill) और पारस्परिक कौशल। (interpersonal skill)",
        note: "(इन कौशलों को पुनः समझने के लिए पिछले मॉड्यूल का संदर्भ लें।)",
      },
      {
        title: "अवधि :",
        value:
          "आमतौर पर, छात्रों को अपने विचार और भावनाएँ बताने या समझाने के लिये सहजता महसूस होना जरुरी है, इसके लिए एक से दो सत्रों की आवश्यकता होती है। हालांकि, कुछ स्थितियों में अधिक समय लग सकता है।",
      },
    ],

    severalReasons:
      "इस चरण के महत्वपूर्ण होने के कई कारण हैं, यह हमें मदद करता है :",
    severalReasonsPoint: [
      {
        value: "परामर्शदाता और विद्यार्थी के बीच विश्वास स्थापित करना।",
      },
      {
        value:
          "चिंता और संकोच को कम करना, जिससे विद्यार्थी अधिक सहजता महसूस करते हैं।",
      },
      {
        value:
          "विद्यार्थियों को करियर लक्ष्यों के बारे में अपने विचार और अनुभव साझा करने के लिए प्रोत्साहित करना।",
      },
      {
        value:
          "एक सहायक वातावरण बनाना जो सकारात्मक करियर विकास परिणामों को बढ़ावा देता है।",
      },
      {
        value:
          "प्रत्येक विद्यार्थी की विशिष्ठ पृष्ठभूमि और दृष्टिकोण को समझने में सहायता करना ताकि एक अनुकूल दृष्टिकोण अपनाया जा सके।",
      },
      {
        value:
          " विद्यार्थियों को परामर्श प्रक्रिया में सक्रिय (active) रूप से भाग लेने के लिए प्रेरित करना और गतिविधियों के साथ कार्य योजनाओं (action plan) का पालन तय करना।",
      },
      {
        value:
          "छात्रों को अपने सच्चे लक्ष्यों को स्वतंत्र रूप से व्यक्त करने की अनुमति देना, पारंपरिक करियर मार्गों के सामाजिक दबाव और निर्णयों से मुक्त करना।",
      },
    ],
  },

  informationGathering: {
    hading:
      "यह समझना महत्वपूर्ण है कि करियर परामर्श की तलाश कर रहा विद्यार्थी एक संपूर्ण व्यक्ति है, जिसके अनोखा दृष्टिकोण, विचार, राय, मूल्य और विश्वास हैं। उनकी सक्षम सहायता करने के लिए और उन्हें वास्तव में समझने के लिए आपको उनके जीवन के सभी पहलुओं पर विचार करना होगा। ",
    informationGatheringPoint: [
      {
        title: "उद्देश्य :",
        value:
          "करियर से संबंध रखनेवाले निर्णयों को समझदारी से लेने के लिए विद्यार्थी की रुचियों, लक्ष्यों, क्षमताओं, कौशल सेट और व्यक्तित्व के बारे में सुसंगत जानकारी इकट्ठा करना जरूरी है।",
      },
      {
        title: "उपकरण :",
        value: "चर्चा, योग्यता, कौशल, रुचि, व्यक्तित्व आदि का मूल्यांकन।",
      },
      {
        title: "आवश्यक कौशल :",
        value:
          "आलोचनात्मक सोच कौशल (critical thinking), संचार कौशल (communication skill)",
        note: "(इन कौशलों को पुनः समझने के लिए पिछले मॉड्यूल का संदर्भ लें।)",
      },
      {
        title: "अवधि :",
        value:
          "सामान्यत, विद्यार्थियों के लिए दो से चार सत्रों में एक मानस शास्रीय मूल्यांकन का उपयोग किया जाता है। जिससे विद्यार्थी और उनके माता-पिता इनके साथ इन सत्रों में एक गहन (depth) साक्षात्कार हो सके।",
      },
    ],
  },

  informationSubChapter: {
    content: [
      {
        header:
          "प्रभावी करियर परामर्श के लिए महत्वपूर्ण जानकारी इकट्ठा करने के कई तरीके हैं। आइए, प्रत्येक को हम विस्तार से समझें लें।",
        category: [
          {
            key: "संक्षिप्त परिचय (Brief Introduction) : ",
            value: {
              description: [
                "जानकारी इकट्ठा करने की प्रक्रिया शुरू करने से पहले, परामर्शदाताओं  के लिए खुद का परिचय देना और विद्यार्थियों को यह स्पष्टता से बताना महत्वपूर्ण है, कि कौन सी जानकारी एकत्र की जाएगी। इससे विद्यार्थी अधिक सहज होते है और खुद को सत्र के लिए तैयार महसूस करते हैं। एक संक्षिप्त परिचय एक महत्वपूर्ण शुरुआती कदम है और इसे संबंध निर्माण चरण में सहजता से शामिल किया जा सकता है। इस परिचय में मुख्य क्षेत्रों को सम्मिलित करना शामिल है :",
              ],
              subCategory: [
                {
                  key: "जनसांख्यिकीय विवरण ",
                  value:
                    "जैसे नाम, उम्र, लिंग और संपर्क जानकारी, जो व्यक्तिगत और समावेशी सेवाएँ देती है इसके लिए ये महत्वपूर्ण हैं।",
                },
                {
                  key: "शौक और रुचियाँ,  ",
                  value:
                    "जो प्रेरणा और जुनून के क्षेत्रों को तय करने में मदद करती हैं, जिससे उन करियर मार्गों की पहचान होती है जो विद्यार्थी की प्राथमिकताओं के अनुसार हैं।",
                },
                {
                  key: "आकांक्षाएँ और सपने, ",
                  value:
                    "जो यह समझने में मदद करते हैं कि विद्यार्थी अपने भविष्य को कैसे देखते हैं और उनके लक्ष्यों के बारे में परामर्शदाता को जानकारी देते हैं।",
                },
              ],
            },
          },
          {
            key: "पर्यवेक्षण  (Observation) : ",
            value: {
              description: [
                "करियर परामर्श में जानकारी इकट्ठा करने की प्रक्रिया में पर्यवेक्षण एक महत्वपूर्ण हिस्सा है। इसमें सत्र के दौरान विद्यार्थी के व्यवहार, भावनाओं और परस्पर संवाद को करीब से देखना होता ‌है, ताकि विद्यार्थियों के कौशल, दृष्टिकोण और करियर लक्ष्यों की ओर उनके नजरियें के बारे में जानकारी प्राप्त की जा सके। ",
                "पर्यवेक्षण के माध्यम से, परामर्शदाता गैर-मौखिक संकेतों का आकलन कर सकते हैं जैसे कि शारीरिक भाषा, चेहरे के हाव-भाव, और आवाज का लहजा, साथ ही मौखिक कौशल जैसे कि संचार, पारस्परिक संबंध, सहयोग, ताकत और कमजोरियाँ। इससे परामर्शदाता अधिक अनुकूल मार्गदर्शन दे सकते हैं।",
              ],
            },
          },
          {
            key: "मूल्यांकन (Assessment) : ",
            value: {
              description: [
                "मूल्यांकन अब करियर परामर्श और रोजगार क्षेत्र में एक सामान्य साधन बन गया है। इसमें किसी व्यक्ति के व्यक्तित्व, कौशल, रुचियों, व्यवहारिक स्वरूप, बुद्धिमत्ता आदि का मूल्यांकन करने के विभिन्न तरीके शामिल होते हैं। ये मूल्यांकन परामर्शदाताओं को जल्दी और कुशलता से जानकारी इकट्ठा करने में सहायता करते हैं। हम अगले मॉड्यूल में करियर मार्गदर्शन परीक्षण (test) के बारे में विस्तार से जानकारी प्राप्त करेंगे। ",
                "सामान्यतः मूल्यांकनों का उपयोग निम्नलिखित के लिए किया जा सकता है:",
              ],
            },
          },
        ],
      },
    ],
  },

  informationSubPoint: {
    hading:
      "सामान्यतः मूल्यांकनों का उपयोग निम्नलिखित के लिए किया जा सकता है :",
    point: [
      {
        value:
          "विद्यार्थी के गुणों के बारे में आवश्यक जानकारी एकत्र करना जो उपयुक्त करियर भूमिकाओं के साथ मेल खाते हैं।",
      },
      {
        value:
          "करियर पर्यायों से संबंधित विद्यार्थी की रुचियों की पहचान करने के लिए।",
      },
      {
        value:
          "विद्यार्थी के व्यक्तित्व, कौशल, रुचियों और दृष्टिकोण का आकलन करने के लिए।",
      },
    ],
  },

  preparation: {
    hading:
      "सत्र से पहले आपको करियर परामर्शदाता के रूप में विचार करने के लिए यहाँ  कुछ व्यावहारिक सुझाव दिए गए हैं :",
    preparationPoint: [
      {
        title: "विद्यार्थी विवरण की समीक्षा करें (review student details) :",
        value:
          "विद्यार्थी के बारे में जनसांख्यिकीय जानकारी (demographic information) एकत्र करें जैसे कि आयु, शैक्षिक पृष्ठभूमि और रुचियाँ जो रिपोर्ट में शामिल हैं।",
      },
      {
        title:
          "मूल्यांकन रिपोर्ट का विश्लेषण करें (analyze the assessment report) :",
        value:
          "रिपोर्ट का विस्तार से अध्ययन करें ताकि विद्यार्थी की ताकत और सुधार के क्षेत्रों की पहचान हो सके। करियर की सिफारिशों को समझें और देखें कि वे विद्यार्थी की प्रोफ़ाइल के साथ कैसे मेल खाते हैं।",
      },
      {
        title: "करियर विकल्पों पर शोध करें (research career option) :",
        value:
          "अनुशंसित करियर के बारे में अतिरिक्त जानकारी एकत्र करें, जिसमें उनके दायरे, उद्योग के झुकाव, नौकरी के अवसर और आवश्यक योग्यताएँ हो।",
      },
      {
        title:
          "प्रासंगिक कॉलेजों और कोर्सों का पता लगाएँ (explore relevant college and courses) :",
        value:
          "उन कॉलेजों और कार्यक्रमों की पहचान करें जो सिफारिश किये हुए करियर से संबंधित प्रशिक्षण या शिक्षा प्रदान करते हैं, उनकी प्रवेश आवश्यकताओं और प्रतिष्ठा पर ध्यान दें।",
      },
      {
        title: "वैकल्पिक रास्तों पर विचार करें (consider alternative paths) :",
        value:
          "यदि प्राथमिक सिफारिशें विद्यार्थी को उपयुक्त नहीं लगतीं या व्यावहारिक नहीं होती हैं, तो विद्यार्थी की क्षमता और रुचियों के अनुसार बैकअप पर्याय तैयार करें।",
      },
      {
        title: "प्रश्न तैयार करें (prepare questions) :",
        value:
          "सत्र के दौरान चर्चा को मार्गदर्शन देने के लिए प्रश्न तैयार करें, ताकि विद्यार्थी की आकांक्षाओं और चिंताओं को बेहतर तरीके से समझा जा सके।",
      },
      {
        title: "स्वागतपूर्ण वातावरण बनाएँ (create a welcoming environment) :",
        value:
          "यह तय करें कि परामर्शका स्थान निमंत्रित और खुले संवाद के लिए अनुकूल हो, जिससे विद्यार्थी अपने विचार और भावनाओं को सहज रूप से साझा कर सकें।",
      },
    ],
  },
  actionPlanningPhase: {
    actionPoint: [
      {
        title: "उद्देश्य :",
        value:
          "विद्यार्थियों को उनके करियर विकल्प को अंतिम रूप देने में मदद के लिए गहरी जानकारी और व्यावहारिक अनुभव प्राप्त होता है।",
      },
      {
        title: "उपकरण :",
        value:
          "चर्चा, लेख, ऑनलाइन संसाधन, इंटर्नशिप, कोर्स, विशेषज्ञों से बातचीत।",
      },
      {
        title: "आवश्यक कौशल :",
        value: "आलोचनात्मक सोच कौशल, संचार कौशल, अंतरवैयक्तिक कौशल।",
      },
      {
        title: "अवधि :",
        value:
          "यह चरण हस्तक्षेप/उपयोग किए गए उपकरणों के प्रकार के आधार पर कुछ दिनों से कुछ हफ्तों तक भी चल सकता है।",
      },
    ],
    phaseCrucialHading:
      "कार्य योजना  (action plan) चरण कई कारणों से महत्वपूर्ण है :",
    phaseCrucialPoint: [
      {
        title:
          "करियर दृष्टिकोण को स्पष्ट रूप देता है (clarifies career approach) :",
        value:
          "यह विद्यार्थियों को उनके चुने हुए करियर क्षेत्रों को नियंत्रित करने का तरीका समझने में मदद करता है, जिससे उन्हें करियर पर्यायों के लिए उठाए जानेवाले कदमों के बारे में भ्रम कम होता है।",
      },
      {
        title: "वास्तविकता की जानकारी (ground reality awareness) :",
        value:
          "विद्यार्थी अपने संभव होने वाले करियर के व्यावहारिक पहलुओं के बारे में जानकारी हासिल करते हैं, जिससे वे बताएँ हुए निर्णय ले सकते हैं।",
      },
      {
        title: "निष्पक्षता को बढ़ावा देता है (promotes objectivity) :",
        value:
          "यह चरण विद्यार्थियों को उनके करियर पथ का निष्पक्ष रूप से मूल्यांकन करने के लिए प्रेरणा देता है। जिससे जिम्मेदारी, उत्तरदायित्व (accountability) और चुनौतियों को पार करने की प्रेरणा बढ़ती है।",
      },
      {
        title: "संरचित करियर विकास (structured career development)  :",
        value:
          "कार्य योजना  करियर विकास के लिए एक रोडमैप के रूप में कार्य करता है, जो विद्यार्थी और परामर्शदाता दोनों को स्पष्टता और दिशा प्रदान करता है। जो विद्यार्थी अपने मार्गों के बारे में अनिश्चित होते हैं, उनके लिए यह एक ठोस योजना होती है, जो उनके भ्रम को बदल देता है। जिससे विद्यार्थियों को समाधान और विकास के लिए एक तुलनात्मक दृष्टिकोण (checklist) मिलता  है।",
      },
    ],
    essentialHading:
      "इस चरण के दौरान करियर परामर्शदाता को ध्यान में रखने जैसे कुछ आवश्यक बिंदु :",
    essentialPoints: [
      {
        title: "विशेषज्ञों से परामर्श (consulting experts) :",
        value:
          "सम्बंधित क्षेत्र के विशेषज्ञों के साथ विद्यार्थियों की चर्चाओं का आयोजन करें, ताकि उनके सवालों का जवाब दिया जा सके और उनके चुने हुए करियर मार्ग के बारे में संपूर्ण जानकारी मिल सके। परामर्शदाता अपने नेटवर्क का लाभ उठा सकते हैं या विद्यार्थियों को उनके आस-पास मौजूद संपर्कों से जुड़ने के लिए प्रेरित कर सकते हैं।",
      },
      {
        title: "इंटर्नशिप में भाग लेना (engaging in internship)  :",
        value:
          "विद्यार्थियों को छोटे-छोटे इंटर्नशिप करने की सलाह दें, ताकि वे कार्य करते समय के वातावरण का अनुभव कर सकें और यह समझ सकें कि वे उस क्षेत्र में कितने योग्य हैं। नई शिक्षा नीति स्कूल विद्यार्थियों के लिए इंटर्नशिप अनिवार्य कर इसे प्रेरित करती है।",
      },
      {
        title: "प्रासंगिक पाठ्यक्रमों का अध्ययन (pursuing relevant course) :",
        value:
          "यदि किसी विषय में विद्यार्थियों का आत्मविश्वास कम है, तो उन्हें ‘स्वयंम’ जैसे प्लेटफार्मों के माध्यम से ऑनलाइन शॉर्ट कोर्स करने का सुझाव दें, जिनके क्रेडिट उनकी डिग्री की प्राप्ति में मदद कर सकते हैं।",
      },
    ],
  },

  decisionMakingPhase: {
    decisionMakingPoint: [
      {
        title: "उद्देश्य :",
        value:
          "विद्यार्थी की ताकत और रुचियों को उपयोगी करियर पर्यायों के साथ सहमत होना आवश्यक है, ताकि वे और उनके माता-पिता निश्चित निर्णय ले सकें। आमतौर पर, पर्यायों को दो या तीन क्षेत्रों तक सीमित करना उचित होता है।",
      },
      {
        title: "उपकरण :",
        value: "चर्चाऐं, लेख, ऑनलाइन संसाधन, और मूल्यांकन रिपोर्ट।",
      },
      {
        title: "आवश्यक कौशल :",
        value:
          "आलोचनात्मक सोचने का (critical thinking skill) कौशल, कम्युनिकेशन कौशल और पारस्परिक कौशल (interpersonal skills)।",
      },
      {
        title: "अवधि :",
        value:
          "आमतौर पर, विद्यार्थियों को सुझाए गए अलग-अलग पर्यायों की खोज करने में और अंतिम निर्णय लेने में कम से कम दो से तीन सत्र लगते हैं। कभी-कभी ऐसे भी मामलें आते हैं, जहाँ माता-पिता और विद्यार्थियों के मन में पहले से ही अलग-अलग पर्याय होते हैं, तब सत्रों की संख्या बढ़ सकती है। ऐसी परिस्थितियों में परामर्शदाता को संघर्षों और चुनौतियों को संभालना और हल करना जरूरी होता है।",
      },
    ],

    decisionSignificantHading:
      "निर्णय-लेना यह चरण कई कारणों से महत्वपूर्ण है :",
    decisionSignificantPoint: [
      {
        value:
          "करियर परामर्शदाता के रूप में आपके लिए यह चरण महत्वपूर्ण  है, क्योंकि यह चरण आलोचनात्मक और विश्लेषणात्मक सोच को उपयोग में लाने के लिए मौका देता है, जो विद्यार्थी के करियर विकास पर सकारात्मक प्रभाव डालता है।",
      },
      {
        value:
          "इस चरण में एक तटस्थ दृष्टिकोण शामिल है, ताकि परामर्शदाता के रूप में आप उन्हें विश्लेषण पर आधारित अंतर्दृष्टि और परिणाम प्रदान कर सकें।",
      },
      {
        value:
          "इस चरण में एक तटस्थ दृष्टिकोण शामिल है, ताकि परामर्शदाता के रूप में आप उन्हें विश्लेषण पर आधारित अंतर्दृष्टि और परिणाम प्रदान कर सकें।",
      },
      {
        value:
          "जानकारी एकत्र करने के चरण से ध्यान हटाकर विद्यार्थी की आवश्यकताओं और आकांक्षाओं के विश्लेषण और समझ पर आधारित सबसे अच्छे करियर पर्याय की ओर ध्यान केंद्रित होता है।",
      },
    ],

    decisionArisePoint: [
      {
        title: "तैयारी की कमी (Lack of Readiness) :",
        value: [
          "विद्यार्थी प्रेरणा की कमी महसूस कर सकते हैं, जिससे लक्ष्यों का पीछा करने में उनकी रुचि कम होना स्वाभाविक है।",
          "जब विद्यार्थी के सामने कई पर्याय उपलब्ध है, तब उनमें में से एक पर्याय चुनना हो, तब अनिर्णय की स्थिति हो सकती है और निर्णय लेने में कठिनाई होती है।",
          "निष्क्रिय मान्यताएँ (Dysfunctional beliefs), विद्यार्थियों की स्वयं के बारे में नकारात्मक या अवास्तविक धारणाओं के रूप में आ सकती हैं।",
        ],
      },
      {
        title: "जानकारी की कमी (Lack of Information) :",
        value: [
          "विद्यार्थियों को अपने रुचियों और कौशल, करियर निर्णय लेने की प्रक्रिया और उपलब्ध अवसरों के बारे में जागरूकता की कमी हो सकती है।",
          "ऐसे संसाधनों और जानकारी के स्रोतों की जानकारी की कमी हो सकती है जो उनकी सहायता कर सकते हैं।",
          "विद्यार्थियों को अपने शोध के दौरान अविश्वसनीय या गलत जानकारी का सामना करना पड़ सकता है।",
        ],
      },
      {
        title: "आंतरिक संघर्ष  (Internet Conflicts) :",
        value: [
          "आत्म-संदेह, आत्मविश्वास की कमी और पूर्णतावाद (perfectionism) जैसे आंतरिक संघर्ष निर्णय-लेने में बाधा बन सकते हैं।",
        ],
      },
      {
        title: "बाहरी संघर्ष (External Conflicts) :",
        value: [
          "विद्यार्थी की करियर आकांक्षाओं और माता-पिता की अपेक्षाओं के बीच असहमति हो सकती है।",
          "यदि विद्यार्थियों को माता-पिता की पसंद के अनुसार चलने का दबाव महसूस होता है, तो यह मानसिक तनाव और भावनात्मक समर्थन की कमी का कारण बन सकता है।",
          "इसके अलावा, विद्यार्थी माता-पिता की इच्छाओं के खिलाफ विद्रोह कर सकते हैं, जिससे और अधिक संघर्ष हो सकता है।",
          "सीमित नौकरी के अवसर, पारिवारिक या सामाजिक दबाव, आर्थिक सीमाएँ और सांस्कृतिक या लैंगिक पूर्वाग्रह (biases) जैसे अन्य कारक (factor) भी इस प्रक्रिया को जटिल बना सकते हैं।",
        ],
      },
    ],
    importantPointsHeading:
      "निर्णय-लेना चरण के दौरान ध्यान देने योग्य महत्वपूर्ण बिंदु :",
    importantPoints: [
      {
        title:
          "विकासशील शिक्षा प्रणाली और उभरते करियर रुझानों (Trends) की भूमिका :",
        value:
          "करियर निर्णय लेते समय, बदलती शिक्षा प्रणाली और उभरते करियर रुझानों (trends) पर विचार करना महत्वपूर्ण है। पाठ्यक्रम में आए हुए बदलाव, नवीन शिक्षण नियम और वैकल्पिक (optional) मार्ग करियर की तैयारी को काफी प्रभावित करते हैं। इसके अलावा आने वाले करियर रुझानों के बारे में जानकारी रखने से व्यक्ति अपने पर्यायों को भविष्य की नौकरी बाजार की माँगों के साथ सहमति भी दर्शाते हैं। इन कारकों (factors) को शामिल करके, निर्णय-लेना अधिक सावधानीपूर्ण और जानकारी पूर्ण बन जाता है, तब हम यह तय कर सकते है, कि करियर मार्ग लगातार बदलते शैक्षिक और पेशेवर कथानकों के अनुसार और अनुकूल बन रहे हैं।",
      },
      {
        title:
          "करियर निर्णय-लेने में अभिभावकों (Parental) की अपेक्षाएँ और उनकी की भूमिका :",
        value:
          "करियर मार्ग चुनने में अभिभावकों(माता-पिता) की अपेक्षाएँ महत्वपूर्ण भूमिका निभाते हैं, खासकर जब वे विद्यार्थी के निर्णयों को काफी हद तक प्रभाव डालता हैं। निर्णय-लेना चरण के दौरान इन अपेक्षाओं का ध्यान रखना बेहद जरूरी है। प्रभावी करियर परामर्श में अभिभावकों की आकांक्षाओं और चिंताओं को समझना जरूरी होता है, जो विद्यार्थी के करियर पर्यायों को आकार दे सकती हैं या उन्हें कठिन बना सकती हैं। इस पहलू को सावधानीपूर्वक संभालना यह तय करता है कि, निर्णय-लेना प्रक्रिया में विद्यार्थी की रुचियों और परिवार की अपेक्षाओं दोनों का संतुलित ध्यान रखना चाहिए। 'संघर्ष समाधान' (Conflict Resolution) पर आधारित मॉड्यूल करियर परामर्श प्रक्रिया में ऐसे संघर्षों के समाधान के बारे में अधिक जानकारी दे सकता है।",
      },
    ],
  },
};

export const chapterSevenData = {
  introduction: [
    "पिछले मॉड्यूल में, हमने करियर परामर्श के चरणों पर चर्चा की है, जो विद्याथियों को उनके करियर निर्णय लेने की यात्रा के दौरान मार्गदर्शन करने के लिए एक सुव्यवस्थित तरीका बताते हैं । हमने संबंध निर्माण, जानकारी एकत्रित करना, निर्णय लेने और कार्य का नियोजन जैसे आवश्यक चरणों का पता लगाया, जिनका उद्देश्य करियर परामर्श प्रक्रिया को व्यवस्थित और प्रभावी बनाया जाता है।",
    "इस मॉड्यूल में, हम अपना ध्यान करियर मार्गदर्शन के लिए एक समग्र दृष्टिकोण पर केंद्रित करते हैं, जो विद्याथियों को अच्छी तरह से पूर्ण करियर निर्णय लेने में मदद करने के लिए महत्वपूर्ण है। एक समग्र दृष्टिकोण केवल अकादमिक प्रदर्शन या परीक्षा स्कोर से परे है। यह विद्यार्थी की क्षमताओं, रुचियों, व्यक्तित्व और जीवन परिस्थितियों को ध्यान में रखता है, जिससे व्यक्ति के बारे में अधिक व्यापक दृष्टिकोण मिलता है।",
    "यह मॉड्यूल आपको करियर परामर्श में एक समग्र दृष्टिकोण अपनाने के महत्व से परिचित कराएगा और आपको यह बताएगा, कि इसे अपने अभ्यास में कैसे शामिल किया जाए। हम करियर मार्गदर्शन परीक्षण पर भी चर्चा करेंगे, जो एक विद्यार्थी की क्षमताओं, करियर रुचियों, व्यक्तित्व और अध्ययन कौशल सहित कई क्षेत्रों में दक्षताओं का आकलन करने के लिए डिज़ाइन किया गया एक साधन है।",
    "इस मॉड्यूल के अंत तक, आप करियर मार्गदर्शन परीक्षण रिपोर्ट का उपयोग करके विद्याथियों को अनुकूलित करियर मार्गदर्शन प्रदान करने के तरीके के बारे में बेहतर समझ प्राप्त कर लेंगे, जिससे उन्हें अधिक आत्मविश्वास के साथ सही निर्णय लेने में मदद मिलेगी। ",
    "आइए करियर काउंसलिंग में समग्र दृष्टिकोण के अर्थ और महत्व को समझकर इस यात्रा की शुरुआत करें।",
  ],

  conclusion: [
    {
      title: "क्षमताएँ",
      value:
        "हमने CGT द्वारा आंकी गई सात प्रमुख योग्यताओं-मौखिक, संख्यात्मक, तर्क, स्थानिक, यांत्रिक, लिपिकीय और समापन योग्यताओं पर गौर किया गया है। इन योग्यताओं को समझना उन क्षेत्रों की पहचान करने में महत्वपूर्ण है, जहाँ विद्यार्थी उत्कृष्टता प्राप्त कर सकते हैं और वे शक्तियाँ उन्हें योग्य करियर मार्गों की ओर कैसे मार्गदर्शन कर सकती हैं।",
    },
    {
      title: "करियर रुचियाँ",
      value:
        "हमने आठ करियर रुचियों-विज्ञान, रचनात्मक कला,व्यवसाय और अर्थशास्त्र, यथार्थवादी और तकनीकी, कृषि, सामाजिक विज्ञान और मानविकी, गृह विज्ञान और शारीरिक और खेल रुचियों का पता लगाया । ये रुचियाँ एक विद्यार्थी की स्वाभाविक प्राथमिकताओं और झुकावों को दर्शाती हैं, जो उन्हें उन करियर की ओर मार्गदर्शन करने में मदद करती हैं, जिनके बारे में वे भावुक हैं।",
    },
    {
      title: "व्यक्तित्व योग्यताएँ ",
      value:
        "हमने पाँच व्यक्तित्व योग्यताओं-खुलापन, कर्तव्यनिष्ठा, बहिर्मुखता, सहमतता और भावनात्मक स्थिरता-की जाँच की है, जो छात्रों की कार्यशैली, व्यवहार और भावनात्मक प्रतिक्रियाओं में अंतर्दृष्टि प्रदान करती हैं, जो यह निर्धारित करने में महत्वपूर्ण कारक हैं, कि वे करियर के निर्णयों को कैसे देखते हैं।",
    },
    {
      title: "अध्ययन कौशल और आदतें ",
      value:
        " हमने चार प्रमुख क्षेत्रों को सम्मिलित किया है- योग्यता कौशल, संचार कौशल, अध्ययन कौशल और स्वास्थ्य आदतें- यह दर्शाते हुए, कि कैसे एक विद्यार्थी का शैक्षणिक दृष्टिकोण और आदतें उनके करियर की तत्परता और सफलता की संभावना को प्रभावित करती हैं।",
    },
  ],

  understandingPoints: [
    {
      title: "कौशल और क्षमताएँ :",
      value: "विद्यार्थी की विशिष्ट क्षमताओं का आकलन।",
    },
    {
      title: "व्यक्तित्व और रुचियाँ :",
      value: " विद्यार्थी के व्यक्तित्व लक्षण और रुचियों का मूल्यांकन।",
    },
    {
      title: " मूल्य और पृष्ठभूमि :",
      value: "परिवार, संस्कृति और सामाजिक संदर्भ का ध्यान।",
    },
    {
      title: "लक्ष्य और आकांक्षाएँ :",
      value: "विद्यार्थी की दीर्घकालिक योजनाओं को समझना।",
    },
  ],

  understandingSubPoints: [
    {
      title: "कौशल और क्षमताएँ :",
      value: " विद्यार्थी किन क्षेत्रों में अच्छे हैं और उन्हें क्या पसंद है।",
    },
    {
      title: "व्यक्तित्व और रुचियाँ :",
      value: " उनकी विशेषताएँ जो करियर में सफलता को प्रभावित कर सकती हैं।  ",
    },
    {
      title: "मूल्य और जीवनशैली प्राथमिकताएँ :",
      value: "उनके व्यक्तिगत और व्यावसायिक जीवन के बीच संतुलन।",
    },
    {
      title: "लक्ष्य और आकांक्षाएँ :",
      value: "जैसे नौकरी का बाजार और आर्थिक स्थिति।",
    },
  ],

  understandingSubThreePoints: [
    {
      title: "क्षमताएँ और कौशल :",
      value: " अर्जुन में मजबूत विश्लेषणात्मक क्षमता और जिज्ञासा है।",
    },
    {
      title: "व्यक्तित्व लक्षण :",
      value:
        "वह संगठित है लेकिन समूह में अपने विचार व्यक्त करने में संघर्ष करता है।  ",
    },
    {
      title: "प्रेरणा और समय प्रबंधन :",
      value: " अध्ययन की आदतों को सुधारने की गुंजाइश है।",
    },
    {
      title: "अंतर-वैयक्ति कौशल :",
      value:
        "उसकी संवाद कौशल में सुधार की आवश्यकता है, लेकिन उसमें बेहतर बनने की संभावनाएँ हैं।",
    },
  ],
  understandingSubFourPoints: [
    " समय प्रबंधन और अध्ययन की आदतों में सुधार के लिए कार्यशालाओं में सहभागिता।",
    "सॉफ्ट स्किल्स, जैसे कि संवाद और नेतृत्व क्षमता, को विकसित करने के लिए गतिविधियाँ।",
    "कंप्यूटर प्रोग्रामिंग से संबंधित प्रमाण पत्र पाठ्यक्रम।",
  ],
  understandingSubFivePoints: [
    {
      title: "कोडिंग बूट कैंप और इंटर्नशिप :",
      value:
        " परामर्शदाता ने अर्जुन को कोडिंग बूट कैंप और इंटर्नशिप में भाग लेने के लिए प्रोत्साहित किया, यह समझाते हुए कि व्यावहारिक अनुभव आत्मविश्वास और कौशल निर्माण में महत्वपूर्ण भूमिका निभाता है।",
    },
    {
      title: " संचार कौशल में सुधार :",
      value:
        " परामर्शदाता ने अर्जुन को स्थानीय कोडिंग क्लब से जुड़ने का सुझाव दिया, जहाँ वह अपने साथियों के साथ सहयोग कर सकता है और अपने विचारों को सहायक वातावरण में व्यक्त करने का अभ्यास कर सकता है। ",
    },
    {
      title: " नियमित प्रगति मूल्यांकन :",
      value:
        " परामर्शदाता ने अर्जुन के साथ नियमित जाँच परीक्षण निर्धारित किए, जिसमें उसकी इंटर्नशिप के अनुभवों, उभरती रुचियों, और समय प्रबंधन व अध्ययन की आदतों में सुधार के लिए रणनीतियों पर चर्चा की गई।",
    },
    {
      title: "मजबूत पक्षों को सुदृढ़ करना :",
      value:
        "उअर्जुन की ताकत को पहचानने और उन्हें प्रोत्साहित करने के माध्यम से, परामर्शदाता ने उसे आत्मसम्मान विकसित करने और अपने लक्ष्यों पर ध्यान केंद्रित करने में मदद की।",
    },
  ],

  understandingHolistic: {
    hading:
      "करियर मार्गदर्शन में समग्र दृष्टिकोण: एक आवश्यकता करियर संभावनाओं को चुनने की प्रक्रिया में विद्यार्थियों का मार्गदर्शन करने के लिए समग्र दृष्टिकोण अपनाना जरूरी है। यह दृष्टिकोण केवल ग्रेड या टेस्ट स्कोर पर ध्यान केंद्रित करने के बजाय, विद्यार्थियों के जीवन के विभिन्न पहलुओं — उनकी क्षमताओं, कमजोरियों, रुचियों, व्यक्तित्व, और पृष्ठभूमि — को ध्यान में रखता है, जिससे उनके संभावित विकास का एक व्यापक दृष्टिकोण प्राप्त होता है। :",
    understandingPoints: [
      {
        title: "विद्यार्थियों की व्यापक समझ  :",
        value: [
          "विद्यार्थियों की क्षमताओं, रुचियों, व्यक्तित्व लक्षणों, सामाजिक-आर्थिक पृष्ठभूमि और मूल्यों का आकलन करके, परामर्शदाता प्रत्येक विद्यार्थी का एक समग्र दृष्टिकोण प्राप्त कर सकते हैं।",
          "विद्यार्थियों की क्षमताओं, रुचियों, व्यक्तित्व लक्षणों, सामाजिक-आर्थिक पृष्ठभूमि और मूल्यों का आकलन करके, परामर्शदाता प्रत्येक विद्यार्थी का एक समग्र दृष्टिकोण प्राप्त कर सकते हैं।",
        ],
      },
      {
        title: " बेहतर निर्णय लेने की क्षमता  :",
        value: [
          "समग्र दृष्टिकोण विद्यार्थियों को उनके जीवन के सभी आयामों पर विचार करने के लिए प्रेरित करता है।",
          "यह चिंतनशील प्रक्रिया विद्यार्थियों को यह समझने में मदद करती है, कि उनके करियर संभावनाओं को  उनके मूल्यों, ताकतों और दीर्घकालिक लक्ष्यों के साथ कैसे मेल खाते हैं।",
          "यह अक्सर अधिक संतोषजनक और प्रभावी करियर परिणामों की ओर ले जाता है।",
        ],
      },
      {
        title: "दीर्घकालिक लक्ष्यों के साथ करियर संभावनाओं का सामंजस्य :",
        value: [
          "विद्यार्थी की आकांक्षाओं का स्पष्ट दृष्टिकोण रखते हुए, परामर्शदाता ऐसे करियर संभावनाएँ सुझा सकते हैं, जो उनकी वर्तमान क्षमताओं और भविष्य के लक्ष्यों के साथ मेल खाते हों।",
          "यह सामंजस्य विद्यार्थियों को एक ऐसा करियर मार्ग बनाने के लिए प्रेरित करता है जो दीर्घकालिक रूप से टिकाऊ और संतोषजनक हो।",
        ],
      },
      {
        title: "विविध आवश्यकताओं का समर्थन :",
        value: [
          "समग्र दृष्टिकोण विद्यार्थियों की अनोखी पृष्ठभूमि, अनुभवों, और चुनौतियों का सम्मान करता है।",
          "प्रत्येक विद्यार्थी की विशेष परिस्थितियों के अनुसार मार्गदर्शन प्रदान करके, यह दृष्टिकोण एक समावेशी और सहायक वातावरण बनाता है।",
          "यह विद्यार्थियों को वास्तव में समझे जाने और मूल्यवान महसूस करने में मदद करता है, जिससे करियर मार्गदर्शन अधिक प्रभावी और प्रासंगिक बनाता है।",
        ],
      },
      {
        title: "अनुकूलनशीलता और लचीलापन विकसित करना :",
        value: [
          "समग्र दृष्टिकोण विद्यार्थियों को उनकी ताकतों, विकास के क्षेत्रों, और अनुकूलनशीलता पर विचार करने में मदद करता है।",
          "यह एक लचीली मानसिकता को बढ़ावा देता है, जो बदलते नौकरी बाजार के लिए आवश्यक है।",
          "विभिन्न करियर संभावनाओं की खोज और उद्योग की गतिशीलता को समझने से, विद्यार्थी करियर में बदलावों का आत्मविश्वास से सामना कर सकते हैं और अधिक उचित निर्णय ले सकते हैं।",
          "अगला कदम: समग्र दृष्टिकोण को व्यवहार में कैसे लाएँ ?",
        ],
      },
    ],
  },

  introductionCareerGuidance: {
    hading:
      "जब किसी विद्यार्थी को उपयुक्त करियर मार्ग पर मार्गदर्शन किया जाता है, तो यह जरूरी है कि उनके क्षमताओं और व्यक्तित्व के विभिन्न पहलुओं पर विचार किया जाए। WhizQiz करियर मार्गदर्शी परीक्षण इस उद्देश्य को ध्यान में रखते हुए डिज़ाइन किया गया है, जो चार प्रमुख क्षेत्रों का परिक्षण करता है, जो एक निर्धारित करियर चुनाव करने के लिए आवश्यक हैं : ",
    introductionCareerPoints: [
      "क्षमताएँ (Abilities)",
      "रुचियाँ (Interests)",
      "व्यक्तित्व (Personality)",
      "अध्ययन कौशल और आदतें (Study Skills and Habits)",
    ],

    personalityPointData: [
      {
        key: "Openness (खुलापन) : ",
        value: {
          description: [
            " यह व्यक्तित्व गुण एक व्यक्ति की नई चीजों को अनुभव करने की तत्परता और उनकी रचनात्मकता के स्तर को दर्शाता है। यह गुण खुले विचारों, कल्पनाशक्ति और नए विचारों और अनुभवों को स्वीकार करने और खोज करने की इच्छा से परिभाषित होता है। जो लोग उच्च स्तर के खुलेपन के होते हैं, वे आमतौर पर जिज्ञासु होते हैं और नए विचारों और दृष्टिकोणों को अपनाने के लिए तैयार रहते हैं। ",
            "करियर संदर्भ में: खुलेपन वाले व्यक्तियों को ऐसे करियर में रुचि हो सकती है जो रचनात्मकता, नवाचार और विविधता को प्रोत्साहित करते हैं। उदाहरण के लिए, कला, डिज़ाइन, शोध, पत्रकारिता, और तकनीकी विकास जैसे क्षेत्रों में करियर उनके लिए उपयुक्त हो सकते हैं। इस गुण के साथ लोग नई चुनौतियों को स्वीकार करते हैं और परिवर्तन और विविधता को साकारात्मक रूप से अपनाते हैं, जो उन्हें गतिशील और विकासशील कार्य व्यवहार में उत्कृष्ट बनाता है।",
            "इसलिए, यदि किसी विद्यार्थी में उच्च स्तर का खुलापन है, तो परामर्शदाता उसे उन करियर मार्गों की ओर मार्गदर्शन कर सकते हैं जो सृजनात्मकता और नए अनुभवों का खोजकरने के अवसर प्रदान करते हैं।",
          ],
          subCategory: [
            {
              key: "High Openness (अधिक खुलापन) वाले लोग इन करियर क्षेत्रों में उत्कृष्ट कर सकते हैं :",
              value: [
                "क्रिएटिव आर्ट्स, मीडिया और एंटरटेनमेंट,शोध और अकादमिक क्षेत्र, नवाचार और प्रौद्योगिकी ,उद्यमिता,मनोविज्ञान और परामर्श ,डिजाइन और वास्तुकला ,विदेशी भाषाएँ और संस्कृतियाँ , यात्रा और पर्यटन ,शिक्षा और शिक्षण ,परामर्श  और रणनीति ,सामुदायिक कार्य और आउटरीच ,स्वास्थ्य देखभाल",
              ],
            },
          ],
        },
      },
      {
        key: "शुध्द अंतःकरण, ईमानदरी (Conscientiousness) (सतर्कता) :",
        value: {
          description: [
            " यह व्यक्तित्व गुण एक व्यक्ति की संगठन, आत्म-नियंत्रण, और जिम्मेदारी को दर्शाता है। जो लोग उच्च सतर्कता रखते हैं, वे विश्वसनीय, जिम्मेदार और लक्ष्य-उन्मुख होते हैं। वे अच्छे से संगठित होते हैं, नियमित दिनचर्या का पालन करते हैं, और आमतौर पर कार्यों को समय पर पूरा करने में सक्षम होते हैं। इसके विपरीत, जो लोग कम सतर्क होते हैं, उन्हें कार्यों में देरी, संगठन में कठिनाई, और समय पर कार्यों को पूरा करने में समस्याएँ हो सकती हैं।",
          ],
          subCategory: [
            {
              key: "High Conscientiousness अत्यधिक ईमानदर व अंतःकरण वाले लोग इन करियर क्षेत्रों में उत्कृष्ट कर सकते हैं :",
              value: [
                "परियोजना प्रबंधन, वित्तीय योजना, लेखा, कानून, गुणवत्ता नियंत्रण, डेटा विश्लेषण, प्रशासन, स्वास्थ्य ,देखभाल प्रबंधन, लॉजिस्टिक्स और आपूर्ति श्रृंखला, शोध वैज्ञानिक ,मानव संसाधन प्रबंधन ,संचालन प्रबंधन",
              ],
            },
          ],
        },
      },
      {
        key: "Extroversion (बहिर्मुखी) :",
        value: {
          description: [
            "यह व्यक्तित्व गुण एक व्यक्ति की सामाजिकता, बाहरी उत्तेजना की पसंद और दूसरों के साथ संवाद करने की प्रवृत्ति को दर्शाता है। बहिर्मुखी लोग बातूनी, ऊर्जावान होते हैं और अन्य लोगों के साथ समय बिताना पसंद करते हैं। वे उत्साह की तलाश में रहते हैं, सामाजिक सहसंवाद में खुश रहते हैं और समूहों में या सामाजिक आयोजनों में केंद्रबिंदु बनना पसंद करते हैं। इसके विपरीत, जो लोग कम बहिर्मुख होते हैं, वे अधिक संकोची होते हैं और निजी समय पसंद करते हैं।",
          ],
          subCategory: [
            {
              key: "High Extroversion/अत्यधिक बहिर्मुख वाले लोग इन करियर क्षेत्रों में उत्कृष्ट कर सकते हैं :",
              value: [
                "बिक्री और विपणन,जनसंपर्क, इवेंट प्लानिंग, ग्राहक सेवा, आतिथ्य और पर्यटन, मनोरंजन उद्योग,शिक्षण या प्रशिक्षण ,मानव संसाधन (कर्मचारी सगाई),सार्वजनिक भाषण,पत्रकारिता और प्रसारण,राजनीति और सार्वजनिक,सेवा,प्रदर्शन कला,खेल कोचिंग",
                " इन व्यक्तित्व गुणों को समझकर, परामर्शदाता विद्यार्थियों को उनके स्वाभाविक गुणों और रुचियों के आधार पर करियर मार्गदर्शन प्रदान कर सकते हैं, जो उनके व्यक्तिगत विकास और व्यावसायिक सफलता में मददगार साबित होते हैं",
              ],
            },
          ],
        },
      },
      {
        key: "Agreeableness (सहमतता) :",
        value: {
          description: [
            " यह व्यक्तित्व गुण एक व्यक्ति की सहानुभूति, सहयोग की भावना और दूसरों के प्रति चिंता को दर्शाता है। जो लोग उच्च सहजता रखते हैं, वे दयालु, सहानुभूतिपूर्ण और सहयोगी होते हैं, वे सकारात्मक रिश्तों को प्राथमिकता देते हैं और दूसरों की भावनाओं का सम्मान करते हैं। वे आमतौर पर समझौता करने वाले, विश्वास करने वाले और दूसरों की मदद करने के लिए समर्पित होते हैं। इसके विपरीत, जो लोग कम सहज होते हैं, वे अधिक प्रतिस्पर्धी, दृढ़ और दूसरों की भावनाओं से कम जुड़े होते हैं। उनके लिए रिश्तों में सामंजस्य बनाए रखना कठिन हो सकता है।",
          ],
          subCategory: [
            {
              key: "High Agreeableness (अधिक सहमतता) वाले लोग इन करियर क्षेत्रों में उत्कृष्ट कार्य कर सकते हैं :",
              value: [
                "समाज सेवा,स्वास्थ्य देखभाल (नर्सिंग, देखभाल),मानव संसाधन (कर्मचारी संबंध),शिक्षण और शिक्षा,गैर-लाभकारी और सामुदायिक संगठन,परामर्श ,ग्राहक सेवा,ग्राहक संबंध,कूटनीति और अंतर्राष्ट्रीय संबंध,बाल देखभाल,आतिथ्य,व्यावसायिक चिकित्सा (आक्यूपेशनल थेरेपी)",
              ],
            },
          ],
        },
      },
      {
        key: "Emotional Stability (भावनात्मक स्थिरता) :",
        value: {
          description: [
            "यह व्यक्तित्व गुण एक व्यक्ति की चुनौती, तनाव या मूड में उतार-चढ़ाव का सामना करते हुए भावनात्मक रूप से संयमित रहने की क्षमता को दर्शाता है। जो लोग उच्च भावनात्मक स्थिरता रखते हैं, वे स्थिर, आत्म-नियंत्रित होते हैं और अपनी भावनाओं को प्रभावी ढंग से प्रबंधित कर सकते हैं। वे मूड स्विंग्स, चिंता या आवेग से कम प्रभावित होते हैं और संकटपूर्ण समय में एक स्थिर भावनात्मक स्थिति बनाए रखने में सक्षम होते हैं। इस गुण के साथ लोग तनाव को अच्छी तरह से संभालते हैं, विफलताओं से निपटते हैं, और स्वस्थ रिश्ते बनाए रखते हैं।",
          ],
          subCategory: [
            {
              key: "High Emotional Stability अधिक भावनात्मक स्थिरता वाले लोग इन करियर क्षेत्रों में उत्कृष्ट कार्य कर सकते हैं :",
              value: [
                "स्वास्थ्य देखभाल,पुलिस सेवाएँ,सेना,कानून प्रवर्तन,वित्तीय विश्लेषण,शोध विज्ञान,परियोजना प्रबंधन,परामर्श  और चिकित्सा,विमानन,एयरोस्पेस",
              ],
            },
          ],
        },
      },
    ],

    studySkillsPoints: [
      {
        key: "कौशल क्षमता (Competency Skills) : ",
        value: {
          description:
            "कौशल क्षमता उन मूलभूत क्षमताओं को संदर्भित करती है,  जो व्यक्तियों को कार्यों को प्रभावी ढंग से प्रबंधित करने, लक्ष्यों को निर्धारित करने और उन्हें प्राप्त करने, और शैक्षिक और अन्य महत्वपूर्ण प्रयासों में प्रेरित रहने में मदद करती हैं। ये कौशल विद्यार्थियों को उनके करियर में अच्छा प्रदर्शन करने के लिए आंतरिक प्रेरणा और संरचित दृष्टिकोण विकसित करने में मदद करते हैं। इस श्रेणी के तहत तीन प्रमुख क्षमताएँ परिक्षणकी जाती हैं: समय प्रबंधन, आत्म-नियंत्रण, और आंतरिक प्रेरणा। ",
          subCategory: [
            {
              key: "समय प्रबंधन (Time Management) :",
              value:
                "समय प्रबंधन समय और संसाधनों का कुशल उपयोग करने में शामिल है, जिसमें स्पष्ट लक्ष्य निर्धारित करना, कार्यों की योजना बनाना और डेडलाइन को पूरा करने के लिए कार्यों का शेड्यूल करना शामिल है। जब विद्यार्थी  अपने समय को व्यवस्थित करते हैं, तो वे महत्वपूर्ण कार्यों को प्राथमिकता दे सकते हैं और टालने से बच सकते हैं।",
            },
            {
              key: "उदाहरण :",
              value:
                "एक विद्यार्थी जो अपनी अध्ययन अनुसूची को व्यवस्थित करने के लिए एक योजनाकार का उपयोग करता है, यह तय करते हुए कि वह होमवर्क, पुनरावलोकन और विश्राम के लिए समय बचा कर रखना, मतलब वह प्रभावी समय प्रबंधन का प्रदर्शन कर रहा है।",
            },
            {
              key: "आत्म-नियंत्रण (Self-Discipline) :",
              value:
                "आत्म-नियंत्रण जिम्मेदारी लेने, दृढ़ रहने और निर्धारित कार्यों और जिम्मेदारियों को करते समय आत्म-नियमन का अभ्यास करने में शामिल है। यह विद्यार्थियों को केंद्रित रहने में मदद करता है और उन्हें विकर्षणों से बचने की क्षमता देता है, ताकि वे अपने लक्ष्यों को पूरा कर सकें।",
            },
            {
              key: "उदाहरण :",
              value:
                " एक विद्यार्थी जो अध्ययन के दौरान सोशल मीडिया का उपयोग नहीं करता और अपने कार्यों को बिना किसी रुकावट के पूरा करता है, वह आत्म-नियंत्रण का उदाहरण है।",
            },
            {
              key: "",
              value:
                "आत्म-नियंत्रण का मतलब है अपने लक्ष्यों के प्रति प्रतिबद्ध रहना, चाहे किसी भी प्रकार की विघ्न या चुनौतियाँ सामने आ रही हों। यह विद्यार्थियों को अपनी जिम्मेदारियों को निभाने, ध्यान केंद्रित रखने और अपने दीर्घकालिक लक्ष्यों की ओर बढ़ने में मदद करता है, भले ही वे किसी भी तरह की रुकावट का सामना करें।",
            },
            {
              key: "उदाहरण :",
              value:
                "एक विद्यार्थी जो नियमित रूप से बिना किसी पर्यवेक्षण के समय पर असाइनमेंट पूरा करता है, और असफलताओं के बावजूद अपने दीर्घकालिक लक्ष्यों की ओर काम करता रहता है, वह मजबूत आत्म-नियंत्रण का उदाहरण है।,",
            },
            {
              key: "आंतरिक प्रेरणा (Intrinsic Motivation) :",
              value:
                "आंतरिक प्रेरणा वह व्यक्तिगत संतोष या आंतरिक प्रेरणा है जो किसी कार्य को स्वयं कार्य करने के कारण उत्पन्न होती है, न कि बाहरी इनामों के लिए। यह एक विद्यार्थी के शैक्षिक और व्यावसायिक लक्ष्यों को प्राप्त करने में उनके उत्साह और दृढ़ता को बढ़ावा देती है।",
            },
            {
              key: "उदाहरण :",
              value:
                "एक विद्यार्थी जो किसी चुनौतीपूर्ण प्रोजेक्ट पर काम करता है, केवल इसलिए कि उसे उस विषय के बारे में सीखने में आनंद आता है, न कि ग्रेड या प्रशंसा के लिए, वह आंतरिक रूप से प्रेरित होता है।",
            },
          ],
        },
      },
      {
        key: "आपसी कौशल (Interpersonal Skills) :",
        value: {
          description:
            "आपसी कौशल वे क्षमताएँ हैं जो व्यक्तियों को दूसरों के साथ प्रभावी ढंग से संवाद और संवाद करने की अनुमति देती हैं। ये कौशल मजबूत रिश्ते बनाने, सहयोगात्मक रूप से काम करने, और सामाजिक और व्यावसायिक वातावरण में दिशा निर्धारण करने के लिए महत्वपूर्ण हैं। मजबूत आपसी कौशल एक विद्यार्थी की क्षमता को बढ़ाते हैं ताकि वे अपने विचारों को स्पष्ट रूप से व्यक्त कर सकें, सक्रिय रूप से सुन सकें, और सहपाठियों के साथ साझा लक्ष्यों के लिए सहयोग कर सकें, जो उन्हें शैक्षिक निर्धारण और भविष्य में करियर के रास्तों में दोनों में मूल्यवान बनाता है। इस श्रेणी के तहत दो प्रमुख क्षमताएँ परिक्षणकी जाती हैं: संचार कौशल (Communication Skills) और सहयोग कौशल (Collaboration Skills)।",
          subCategory: [
            {
              key: "संचार कौशल (Communication Skills) :",
              value: [
                "संचार कौशल में जानकारी का प्रभावी तरीके से आदान-प्रदान करना, विचारों को स्पष्ट रूप से व्यक्त करना, और सक्रिय रूप से सुनना शामिल है। ये कौशल यह निर्धारित करने के लिए आवश्यक हैं कि संदेश समझे जाएं और व्यक्ति सार्थक बातचीत में भाग ले सकें, चाहे वह समूह चर्चा हो, प्रस्तुतियाँ हों, या एक-पर-एक बातचीत हो।",
              ],
            },
            {
              key: "उदाहरण :",
              value: [
                "एक विद्यार्थी जो कक्षा चर्चा के दौरान ध्यान से सुनता है और अपने विचारों को स्पष्ट और व्यवस्थित तरीके से व्यक्त करता है, वह मजबूत संचार कौशल का उदाहरण है, जो उसे दूसरों के साथ प्रभावी रूप से संवाद करने में मदद करता है।",
              ],
            },
            {
              key: "सहयोग कौशल (Collaboration Skills) :",
              value: [
                "सहयोग कौशल का मतलब है दूसरों के साथ टीम में अच्छा काम करना, विचारों, संसाधनों और जिम्मेदारियों को साझा करके सामान्य लक्ष्यों को प्राप्त करना। ये कौशल उत्पादक कार्यों और सकारात्मक कार्य वातावरण के लिए महत्वपूर्ण हैं।",
              ],
            },
            {
              key: "उदाहरण :",
              value: [
                "एक विद्यार्थी जो एक समूह परियोजना में सक्रिय रूप से भाग लेता है, और अपने साथियों के साथ विचार साझा करता है और सामूहिक प्रयास से समस्याओं का समाधान करता है, वह मजबूत सहयोग कौशल का उदाहरण प्रस्तुत करता है।",
              ],
            },
            {
              key: "टीमवर्क (Teamwork) :",
              value: [
                "टीमवर्क सहयोग, सम्मान, और पारस्परिक समर्थन को बढ़ावा देता है, जो टीम के सभी सदस्य एक साथ काम करते हैं। यह सहयोगात्मक प्रयासों को बढ़ावा देता है, जिससे समूह में अच्छे रिश्ते और प्रभावी कामकाजी वातावरण बनता है।",
              ],
            },
            {
              key: "उदाहरण :",
              value: [
                "एक विद्यार्थी जो समूह परियोजनाओं में सक्रिय रूप से भाग लेता है, अपने विचार साझा करता है, साथियों की मदद करता है, और यह निर्धारित करता है कि कार्य सामूहिक रूप से पूरे हों, वह मजबूत सहयोग कौशल का उदाहरण प्रस्तुत करता है, जो टीम-आधारित वातावरण में प्रभावी ढंग से काम करने के लिए आवश्यक होते हैं।",
              ],
            },
          ],
        },
      },
    ],

    studySkillsSubPoints: [
      {
        key: "टीप -लेने के कौशल (Note-taking Skills) :",
        value:
          "नोट-लेने का कौशल किसी विषय के मुख्य विचारों को अपने शब्दों में लिखने की प्रक्रिया को संदर्भित करता है। यह कौशल विद्यार्थियों को विचारों को समझने और याद रखने में अधिक प्रभावी बनाता है, विचारों के बीच संबंध बनाने में मदद करता है, और महत्वपूर्ण बिंदुओं को आसानी से याद करने में सहायता करता है।",
      },
      {
        key: "उदाहरण :",
        value:
          "एक विद्यार्थी जो कक्षा के दौरान सक्रिय रूप से सुनता है और केवल मुख्य बिंदुओं को अपने शब्दों में लिखता है, न कि जो कुछ भी आदेशित किया गया है उसे कॉपी करता है, वह प्रभावी नोट-लेने में संलग्न होता है, जिससे उसकी सामग्री को समझने और याद रखने में मदद मिलती है।",
      },
      {
        key: "सीखने की मानसिकता (Learning Attitude) :",
        value:
          "सीखने की मानसिकता एक व्यक्ति की नई जानकारी और कौशल प्राप्त करने के प्रति दृष्टिकोण को संदर्भित करती है। इसमें सीखने के प्रति खुले विचार, नई जानकारी का खोज करने की जिज्ञासा, और अपनी गलतियों से सीखने की इच्छा शामिल है। यह दृष्टिकोण निरंतर सुधार और नए चुनौतीपूर्ण कार्यों के प्रति सक्रिय संलग्नता को बढ़ावा देता है।",
      },
      {
        key: "उदाहरण :",
        value:
          "एक विद्यार्थी  जो सवालों के उत्तर सक्रिय रूप से ढूंढता है, विषयों को गहराई से एक्सप्लोर करता है, और गलतियों को मूल्यवान पाठ के रूप में देखता है, वह मजबूत सीखने की मानसिकता प्रदर्शित करता है।",
      },
      {
        key: "परीक्षा की तैयारी (Exam Preparation) :",
        value:
          "परीक्षा की तैयारी उस व्यक्ति के दृष्टिकोण को संदर्भित करती है, जो अच्छे प्रदर्शन के लिए परीक्षा की तैयारी करता है। इसमें एक अध्ययन कार्यक्रम तैयार करना, सीखी गई सामग्री की नियमित समीक्षा करना, और प्रभावी अध्ययन तकनीकों का उपयोग करना शामिल है ताकि समझ और याददाश्त को मजबूत किया जा सके। यह संरचित दृष्टिकोण विद्यार्थियों को आत्मविश्वास बनाने में मदद करता है और अंतिम समय के तनाव को कम करता है।",
      },
      {
        key: "उदाहरण :",
        value:
          "एक विद्यार्थी जो सक्रिय रूप से सवालों के उत्तर खोजता है, विषयों का गहराई से खोज करता है, और गलतियों को मूल्यवान पाठ के रूप में देखता है, वह मजबूत सीखने की मानसिकता का उदाहरण प्रस्तुत करता है।",
      },
      {
        key: "परीक्षा लेखन (Exam Writing) :",
        value:
          "यह व्यक्ति के परीक्षा प्रश्नों के उत्तर देने के दृष्टिकोण को संदर्भित करता है। इसमें यह शामिल है कि वे उत्तरों पर कैसे सोचते हैं और परीक्षा के दौरान तनाव का प्रबंधन कैसे करते हैं, साथ ही वे अपने उत्तरों को कैसे संरचित करते हैं और समय का प्रबंधन कैसे करते हैं। यह सोचने की आलोचनात्मक क्षमता, विचारों को स्पष्ट रूप से व्यवस्थित करने, और दबाव के तहत शांत रहने की प्रक्रिया भी शामिल है, ताकि सटीक और स्पष्ट उत्तर दिए जा सकें।",
      },
      {
        key: "उदाहरण :",
        value:
          "एक विद्यार्थी जो अपने उत्तरों की योजना सावधानीपूर्वक बनाता है, परीक्षा के दौरान शांत रहता है, और सभी सवालों के उत्तर देने के लिए समय का प्रभावी रूप से प्रबंधन करता है, वह मजबूत परीक्षा लेखन कौशल का प्रदर्शन करता है।",
      },
      {
        key: "नियमित अध्ययन (Regular Studies) :",
        value:
          "नियमित अध्ययन उस व्यक्ति की निरंतर भागीदारी को संदर्भित करता है, जो ज्ञान या कौशल प्राप्त करने के लिए विशिष्ट समय निर्धारित करता है। अध्ययन, कक्षाओं में भाग लेने, और सामग्री की समीक्षा करने के लिए नियमित अंतराल निर्धारित करके, व्यक्ति समय के साथ अध्ययन से प्रगति कर सकते हैं और विषयों की गहरी समझ बना सकते हैं। यह अध्ययन का दृष्टिकोण न केवल समझ को मजबूत करता है बल्कि दीर्घकालिक सूचना पुनः प्राप्ति में भी मदद करता है।",
      },
      {
        key: "उदाहरण :",
        value:
          "एक विद्यार्थी जो साप्ताहिक कक्षा सामग्री की समीक्षा करता है और असाइनमेंट के साथ अपडेट रहता है, वह नियमित अध्ययन की आदतें अपना रहा है।",
      },
      {
        key: "अकादमिक तनाव (Academic Stress) :",
        value:
          "अकादमिक तनाव उस मानसिक दबाव को संदर्भित करता है जो किसी व्यक्ति को शैक्षिक गतिविधियों के कारण अनुभव होता है। इसमें कठिन पाठ्यक्रम, उच्च अपेक्षाएँ, कड़े समयसीमाएँ, और प्रतिस्पर्धी वातावरण से तनाव शामिल होता है। इस तनाव को प्रभावी रूप से प्रबंधित करना विद्यार्थियों की समग्र भलाई और प्रदर्शन के लिए महत्वपूर्ण है।.",
      },
      // {
      //   key: "Example :",
      //   value:
      //     "A student who has multiple projects due in the same week may feel overwhelmed, leading to stress. This stress can cause anxiety, lack of sleep, or difficulty focusing on tasks.",
      // },
    ],

    healthHabits: [
      {
        title: "सचेत आहार (Mindful Eating) :",
        value:
          "सचेत आहार का मतलब है, आप जो खाना खा रहे हैं, उस पर पूरी तरह से ध्यान देना और यह समझना कि यह आपके शरीर पर किस प्रकार का प्रभाव डालता है। इसमें भूख के संकेतों पर ध्यान देना, बिना किसी विक्षेप के खाना खाना, और एक संतुलित आहार चुनना शामिल है, जो दीर्घकालिक स्वास्थ्य में योगदान करता है। सचेत आहार का अभ्यास करने से व्यक्ति स्वस्थ आहार संभावनाओं को चुन सकते हैं, यह निर्धारित करते हुए कि भोजन उनके समग्र स्वास्थ्य से मेल खाता है। इस दृष्टिकोण से, वे अपने भोजन का आनंद लेते हैं और बेहतर शारीरिक और मानसिक स्वास्थ्य के लिए स्वस्थ संभावनाओं को चुन सकते हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          "एक विद्यार्थी जो भोजन करने में अपना समय लेता है, यह ध्यान देता है कि वह कब भूखा या भरा हुआ महसूस करता है और खाने के दौरान फोन का उपयोग नहीं करता, वह सचेत आहार का अभ्यास कर रहा है। इससे उन्हें स्वस्थ आहार पर्याय चुनने और कक्षाओं और अध्ययन समय के दौरान एकाग्र रहने में मदद मिलती है।",
      },
      {
        title: "नींद की दिनचर्या बनाए रखना (Maintaining a Sleep Schedule) :",
        value:
          "नींद की दिनचर्या बनाए रखना उस आदत को कहा जाता है जिसमें सोने और जागने के लिए एक नियमित समय निर्धारित किया जाता है, ताकि शरीर को ठीक से आराम मिल सके और वह ताजगी महसूस कर सके। एक स्थिर नींद की दिनचर्या समग्र ऊर्जा, एकाग्रता, और मूड में सुधार करने में मदद करती है, जो शैक्षिक प्रदर्शन और दैनिक गतिविधियों के लिए महत्वपूर्ण हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          "एक विद्यार्थी जो हर रात एक ही समय पर सोने जाता है, देर रात तक जागने से बचता है, और हर सुबह एक निर्धारित समय पर उठता है, वह एक स्वस्थ नींद की दिनचर्या बनाए रखता है, जिससे वह स्कूल के दिन में सतर्क और एकाग्र रहता है।",
      },
      {
        title: "तनाव प्रबंधन :",
        value:
          "तनाव प्रबंधन यह उस क्षमता को कहा जाता है जिसमें व्यक्ति तनाव के स्रोतों की पहचान करता है और उन्हें संभालने के लिए स्वस्थ रणनीतियाँ अपनाता है। इसमें तनाव के कारणों को पहचानना, बदलावों के प्रति लचीला होना, और भावनाओं को प्रभावी ढंग से प्रबंधित करना शामिल है, जो एक संतुलित जीवन और शैक्षिक सफलता बनाए रखने के लिए आवश्यक हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          " एक विद्यार्थी जो आने वाली परीक्षा के कारण तनाव महसूस कर रहा है और इसे प्रबंधित करने के लिए कदम उठाता है—जैसे गहरी सांस लेना, ब्रेक लेना, या अपने कार्यों को व्यवस्थित करना—वह प्रभावी तनाव प्रबंधन कौशल का प्रदर्शन करता है। इससे उसे तनावपूर्ण समय में शांत रहने और बेहतर प्रदर्शन करने में मदद मिलती है।",
      },
      {
        title: "शारीरिक गतिविधि: :",
        value:
          "शारीरिक गतिविधि से तात्पर्य उस व्यक्तिगत दृष्टिकोण से है जिसमें व्यक्ति अपने शरीर को स्वस्थ और मजबूत रखने के लिए फिटनेस गतिविधियों में भाग लेता है। इसमें नियमित व्यायाम/गतिविधियों जैसे चलना, खेल खेलना आदि शामिल हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          " एक विद्यार्थी जो स्कूल के बाद खेलता है, नियमित रूप से सैर करता है, या फिटनेस कक्षाओं में भाग लेता है, वह शारीरिक गतिविधि के प्रति प्रतिबद्धता का प्रदर्शन करता है, जो शारीरिक स्वास्थ्य और मानसिक स्पष्टता दोनों को बढ़ाता है, जिससे वह अपनी पढ़ाई में केंद्रित रह सकता है।",
      },
      {
        title: "स्वच्छता :",
        value:
          "स्वच्छता से तात्पर्य उन नियमित आदतों और प्रथाओं से है जो व्यक्ति साफ-सफाई बनाए रखने और बीमारी के प्रसार को रोकने के लिए अपनाता है। इसमें हाथ धोना, दाँतो पर ब्रश करना, नियमित रूप से स्नान करना, और व्यक्तिगत स्थानों को स्वच्छ रखना शामिल है, जो समग्र स्वास्थ्य में महत्वपूर्ण भूमिका निभाते हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          "एक विद्यार्थी जो नियमित रूप से हाथ धोता है, रोज़ दाँतो पर ब्रश करता है, स्नान करता है, और अपनी व्यक्तिगत जगहों को साफ-सुथरा रखता है, वह अच्छी स्वच्छता आदतों का पालन करता है, जो उनकी शारीरिक और मानसिक सेहत को बनाए रखने में मदद करती हैं।",
      },
      {
        title: "उदाहरण :",
        value:
          "एक विद्यार्थी जो लगातार भोजन से पहले हाथ धोता है, दिन में दो बार दाँतो को ब्रश करता है, और अपनी अध्ययन क्षेत्र को साफ-सुथरा रखता है, अच्छे स्वच्छता आदतों का पालन करता है, जो बीमारी के जोखिम को कम करने में मदद करता है और एक स्वस्थ, अधिक उत्पादक जीवनशैली को बढ़ावा देता है।",
      },
    ],

    generalDetailsPoints: [
      {
        title: "परीक्षण की प्रकृति :",
        value:
          "CGT में मल्टीपल-चॉइस प्रश्नों और लिकर्ट स्केल प्रश्नों का संयोजन होता है, जो विभिन्न क्षमताओं और दृष्टिकोणों का आकलन करते हैं। बहुविकल्पीय प्रश्नों में एक सही उत्तर होता है और ये विशिष्ट ज्ञान या क्षमताओं का परीक्षण करते हैं, जबकि लिकर्ट स्केल प्रश्न यह मापते हैं कि किसी विशेष बयान के प्रति सहमति या प्राथमिकता की डिग्री क्या है, जो दृष्टिकोणों, रुचियों और व्यवहारों का परिक्षणकरने में मदद करता है।",
      },
      {
        title: "परीक्षण का तरीका :",
        value:
          "यह टेस्ट ऑनलाइन लिया जाता है और डेस्कटॉप या लैपटॉप पर किया जा सकता है, जो विद्यार्थियों के लिए सुविधाजनक है। यह एक कंप्यूटर-आधारित परिक्षण है, जिसमें प्रश्न स्पष्ट और उपयोगकर्ता-अनुकूल प्रारूप में प्रस्तुत किए जाते हैं।",
      },
      {
        title: "प्रश्नों की संख्या :",
        value:
          "टेस्ट में कुल [संख्या डालें] प्रश्न होते हैं, जो विभिन्न क्षेत्रों को कवर करते हैं।",
      },
      {
        title: "समय",
        value:
          " पूरा परीक्षण एक निश्चित समय सीमा के साथ होता है और इसे पूरा करने में लगभग __ मिनट का समय लगता है। उपलब्ध भाषाएँ: CGT दोनों अंग्रेजी और हिंदी में उपलब्ध है, जिससे यह विभिन्न विद्यार्थियों के लिए सुलभ बनता है।",
      },
      {
        title: "उपलब्ध भाषाएँ",
        value:
          "CGT दोनों अंग्रेजी और हिंदी में उपलब्ध है, जिससे यह विभिन्न विद्यार्थियों के लिए सुलभ बनता है।",
      },
    ],

    recommendations: [
      {
        title: "समग्र नौकरी सिफारिशें :",
        value:
          "रिपोर्ट विद्यार्थी की प्रमुख क्षमताओं, रुचियों और प्रमुख व्यक्तित्व लक्षणों के समग्र परिक्षण के आधार पर 3 सबसे उपयुक्त नौकरी सिफारिशें प्रदान करती है। यह निर्धारित करता है कि सुझाए गए करियर मार्ग विद्यार्थी की प्राकृतिक ताकतों और प्राथमिकताओं के अनुरूप हों।",
      },
      {
        title: "कोर्स सिफारिशें और संस्थान :",
        value:
          "प्रत्येक नौकरी चयन  के लिए, रिपोर्ट उन संबंधित पाठ्यक्रमों की सूची प्रदान करती है जिन्हें विद्यार्थी को विचार करना चाहिए। इसके साथ ही, यह उन प्रमुख संस्थानों की सूची भी देती है जो ये कार्यक्रम प्रदान करते हैं, जिसमें उनके स्थान और पात्रता मानदंड शामिल होते हैं। यह विद्यार्थी को अपने करियर लक्ष्यों के अनुसार आगे की शिक्षा के लिए ठोस कदम उठाने में मदद करेगा।",
      },
      {
        title: "अध्ययन कौशल और आदतों के बारे में जानकारी :",
        value:
          "रिपोर्ट का यह खंड विद्यार्थी की अध्ययन आदतों और कौशलों का अवलोकन प्रदान करता है। यह क्षमताओं के क्षेत्रों को उजागर करता है और उन पहलुओं को पहचानता है जिन्हें सुधारने की आवश्यकता हो सकती है, ताकि विद्यार्थी  अपने अध्ययन को और अधिक प्रभावी और उत्पादक बना सकें।",
      },
      {
        title: "अकादमिक प्रदर्शन और तैयारी के बारे में जानकारी :",
        value:
          "यह जानकारी विद्यार्थियों को प्रभावी अध्ययन आदतें विकसित करने के लिए व्यावहारिक तरीके प्रदान करती है।",
      },
      {
        title: "प्रत्येक क्षमता के लिए व्यक्तिगत टिप्स और मार्गदर्शन :",
        value:
          "रिपोर्ट प्रत्येक मूल्यांकित क्षमता, जैसे क्षमताएँ, करियर रुचियाँ, व्यक्तित्व लक्षण, और अध्ययन आदतों के लिए लक्षित टिप्स और मार्गदर्शन प्रदान करती है। प्रत्येक क्षेत्र के लिए, विद्यार्थियों को अपनी क्षमता निर्माण करने और विकास के क्षेत्रों पर काम करने के लिए व्यावहारिक, आत्म-सहायता रणनीतियाँ दी जाती हैं, जिससे व्यक्तिगत विकास को बढ़ावा मिलता है। इसके अतिरिक्त, शिक्षकों और अभिभावकों को सहायक सलाह दी जाती है ताकि वे विद्यार्थी की प्रगति को मार्गदर्शन कर सकें, और सुधार के लिए एक सहयोगी वातावरण बन सके। यह संयुक्त दृष्टिकोण विद्यार्थियों और उनके मार्गदर्शकों को व्यापक और क्रियाशील जानकारी प्रदान करता है।",
      },
    ],
  },
  effectiveTailored: {
    hading:
      "कुछ मामलों में, विद्यार्थी यह महसूस कर सकते हैं कि उनके करियर मार्गदर्शन आंकलन (CGT) रिपोर्ट के कुछ हिस्से उनके आत्म-संवेदन या करियर रुचियों से पूरी तरह मेल नहीं खाते। उदाहरण के लिए, यदि एक विद्यार्थी  कुछ क्षमताओं में उच्च स्कोर करता है, लेकिन संबंधित कौशल या आदतों में कम स्कोर दिखाते हैं, तो अंतर आ सकता है। करियर परामर्श को अधिक प्रभावी और विद्यार्थी की अद्वितीय जरूरतों के अनुरूप बनाने के लिए, परामर्शदाता निम्नलिखित रणनीतियाँ अपना सकते हैं:",
    effectiveTailoredPoint: [
      {
        title: "प्रति-प्रतिबिंबित प्रश्नों का उपयोग करें :",
        value:
          "विद्यार्थियों को उनके परिणामों और आत्म-धारणा के बीच किसी भी अंतर पर विचार करने के लिए प्रेरित करें। खुले-समाप्त प्रश्न पूछें ताकि यह समझा जा सके कि वे सिफारिशों के बारे में कैसा महसूस करते हैं और क्या परीक्षण के दौरान कोई चुनौतियाँ या विघटन थे।",
      },
      {
        title: "बैकअप करियर पर्याय प्रदान करें :",
        value:
          " यदि कोई विद्यार्थी पूरी तरह से सुझाए गए करियर मार्गों के साथ मेल नहीं खाता, तो उनके प्रमुख क्षमताओं और रुचियों के आधार पर वैकल्पिक करियर विचार करें। यह लचीलापन प्रदान करता है और यह निर्धारित करता है कि विद्यार्थियों के पास ऐसे उपाय हों जो उनकी आकांक्षाओं के साथ अधिक मेल खाते हों",
      },
      {
        title: "परामर्श फोकस समायोजित करें :",
        value:
          "मार्गदर्शन सत्र को इन बारीकियों को ध्यान में रखते हुए अनुकूलित करें, ताकि विद्यार्थियों को उनके क्षमताओ में विश्वास बनाने में मदद मिल सके, जबकि उन क्षेत्रों के लिए एक विकास योजना तैयार की जा सके जिनमें ध्यान देने की आवश्यकता है।",
      },
    ],
  },
};

export const chapterNightData = {
  introduction: [
    "पिछले मॉड्यूल में, हमने करियर मार्गदर्शन परीक्षण (CGT) रिपोर्ट का पता लगाया, इसकी संरचना की भी जाँच की, मुख्य अंतर्दृष्टि की व्याख्या कैसे करें और विद्याथियों को व्यक्तिगत करियर मार्गदर्शन  करने के लिए उन्हें कैसे लागू करें, यह सीखा । यह आपको अधिक व्यक्तिगत मदद देने में सक्षम बनाता है, जिससे छात्रों को उनके करियर मार्गों के बारे में अच्छी तरह से सही निर्णय लेने में मदद मिलती है।",
    "अब, इस मॉड्यूल में, हम परामर्श प्रक्रिया के एक समान रूप से महत्वपूर्ण पहलू पर अपना ध्यान केंद्रित करते हैं : जो है- संघर्ष समाधान।",
    "इस मॉड्यूल में, हम संघर्षों को रचनात्मक रूप से पहचानने और संबोधित करने के तरीके को समझेंगे, जिससे विद्याथियों को स्पष्ट करियर विकल्पों की ओर मार्गदर्शन मिलेगा । हम यह भी चर्चा करेंगे, कि CGT रिपोर्ट की अंतर्दृष्टि संघर्ष के संबंधित स्रोतों की पहचान करने और अपने सत्रों के दौरान उन्हें प्रभावी तरीके से प्रबंधित करने में कैसे मदद कर सकती है।",
    "इस मॉड्यूल के अंत तक, आपको इस बात की स्पष्ट समझ प्राप्त हो जाएगी, कि संघर्षों को इस तरह से कैसे हल किया जाए, कि विद्याथियों को सशक्त बनाया जा सके, यह तय करते हुए, कि उनका करियर परामर्श अनुभव मददगार और उत्पादक दोनों हो।",
    "आइए इस मॉड्यूल की शुरुआत करियर परामर्श में संघर्ष समाधान के महत्व की खोज करके करें।",
  ],

  conclusion: [
    "इस मॉड्यूल में, हमने करियर काउंसलिंग में ‘संघर्ष समाधान’ के महत्व का पता लगाया है। हमने संघर्ष की संकल्पना और काउंसलिंग प्रक्रिया के लिए इसकी प्रासंगिकता को समझने से शुरुआत की। फिर हमने करियर काउंसलिंग के दौरान उत्पन्न होने वाले अलग-अलग प्रकार के संघर्षों की जांच की और इन संघर्षों को प्रभावी तरीके से सुलझाने के लिए महत्वपूर्ण भूमिका निभाई है। उसके साथ अपने विवादों को प्रभावी तरीके से सुलझाने में करियर काउंसलरों की महत्वपूर्ण भूमिका पर भी चर्चा की है।",
    "हमने संघर्ष समाधान के लिए व्यावहारिक तकनीकों और रणनीतियों को भी सम्मिलित किया है, जो चुनौतियों का समाधान करने और उन्हें छात्र विकास और विकास के अवसरों में बदलने में मूल्यवान साधन के रूप में काम कर सकते हैं।",
    "इस मॉड्यूल के अंत तक, हम आशा करते हैं, कि आप छात्रों को उनके करियर निर्णय लेने की प्रक्रिया में संघर्षों के माध्यम से मार्गदर्शन करने के लिए बेहतर तरीके से तैयार होंगे, जिससे उन्हें अपने करियर पर्यायों में स्पष्टता और आत्मविश्वास प्राप्त करने में सक्षम बनाया जा सके।",
  ],

  significanceConflict: [
    {
      title: "सुझबूझ से निर्णय लेना :",
      value:
        "मतभेद भ्रम पैदा कर सकते हैं और निर्णय लेना कठिन बना देते हैं। करियर परामर्शदाता समस्याओं को कुशलतापूर्वक सुलझाकर विद्यार्थियों को स्पष्टता प्राप्त करने में मदद करता है। करियर परामर्शदाता मुमकिन दिशाओं का पता लगाते हुए, सोच-समझकर निर्णय लेने में विद्यार्थियों को मदद कर सकते हैं।",
    },
    {
      title:
        "व्यक्तिगत विकास (personal development) और आत्म-जागरूकता (Self-awareness) को बढ़ावा देना :",
      value:
        "असहमतियों को सुलझाने से विद्यार्थियों को स्वयं को मदद मिलती है। उनके लक्ष्यों को बेहतर ढंग से समझने में मदद मिल सकती है। वे अपने मूल्यों और रुचियों पर विचार कर सकते हैं और दूसरों के नजरिए को भी समझ सकते हैं, जिससे वे अधिक जागरूक हो जाते हैं।",
    },
    {
      title: "रिश्तों को मजबूत करना :",
      value:
        "मतभेदों को हल करके, करियर परामर्शदाता विद्यार्थियों और उनके माता-पिता, सहपाठियों या शिक्षकों के बीच तनावपूर्ण रिश्तों को मजबूत करने में मदद कर सकते हैं। वे योग्य आधार खोजने में और असहमति को पहचानने में मदद करके इन रिश्तों को सुधार सकते हैं।",
    },
    {
      title:
        "खुले संचार (Open Communications) और समस्या समाधान (problem solution) को प्रोत्साहित करना :",
      value:
        "मतभेद के समाधान संबंधी सभी घटकों को खुले रूप से बात करने में मददगार है। अपने विचारों और राय को व्यक्त करने और सभी के नजरिए को ध्यान में रखते हुए समाधान तक पहुँचने की अनुमति देता है।",
    },
    {
      title: "तनाव में कमी और कल्याण में सुधार",
      value:
        " करियर विकल्पों पर मतभेद स्थितियों को चुनौतीपूर्ण बना सकते हैं और विद्यार्थियों के लिए तनाव पैदा कर सकते हैं। करियर परामर्श के दौरान इन चुनौतियों का समाधान करने से विद्यार्थियों का तनाव कम हो सकता है। वे स्पष्ट मानसिकता (clear mindset) के साथ एक सूचित (Informed) निर्णय ले सकते हैं।.",
    },
  ],
  roleManagingPoint: [
    {
      title: "निर्णयात्मकता रहित वातावरण बनाना :",
      value:
        "एक करियर परामर्शदाता के रूप में, आपके लिए यह महत्वपूर्ण है कि आप एक ऐसा स्थान बनाएँ जहाँ विद्यार्थी बिना किसी निर्णय के अपनी चुनौतियों, लक्ष्यों और चिंताओं पर चर्चा कर सकें। समर्थन (Support) और गोपनीयता (Privacy) का वातावरण बनाते हुए, आप विद्यार्थियों और अन्य घटकों के बीच खुले और ईमानदार संवाद (Honest dialogue) को बढ़ावा दे सकते हैं। इससे उन्हें अपनी चिंताओं पर चर्चा करने और एक-दूसरे के नजरिए को समझने का अवसर मिलेगा, जो प्रभावी मतभेद के समाधान की ओर ले जाएगा।",
    },
    {
      title: "मध्यस्थ और सुगमकर्ता  :",
      value:
        " एक करियर परामर्शदाता के रूप में, आप घटकों के बीच मध्यस्थ (Mediator) और सुगमकर्ता (Facilitator) की भूमिका निभा सकते हैं। जिससे उन्हें एक-दूसरे के नजरिए को समझने में और सही आधार खोजने में मदद मिल सके। समाधान देना और उन्हें यह बताना कि क्या करना है, आपको उन्हें अपने विचारों और राय पर खुलकर चर्चा करने देना आवश्यक है।",
    },
    {
      title: "जानकारी और संसाधन प्रदान करना :",
      value:
        " एक करियर परामर्शदाता के रूप में‌ आपको यह जानना है कि, सबसे पहले विद्यार्थी, माता-पिता और अन्य घटक इनके नजरिए के बीच के अंतर क्या है। ये अंतर करियर रूझान (tendency), विद्यार्थियों की क्षमताओं आदि के बारे में जानकारी की कमी के कारण हो सकते हैं। ऐसे घटनाक्रम (Scenarios) में विद्यार्थियों और अन्य घटकों को प्रसंग के अनुसार और सटीक (accurate) जानकारी प्रदान करने से मतभेदों का समाधान करने में मदद मिलेगी।",
    },
  ],

  techniquesDuring: {
    techniquesDuringHading:
      "यहाँ कुछ तकनीकें दी गई हैं जिन्हें सत्र के दौरान लागू किया जा सकता है  :",
    techniquesDuringPoint: [
      {
        title: "आधारभूत नियम (basic rule) स्थापित करना :",
        value:
          " सत्र की शुरुआत में, स्पष्ट सीमाएँ और अपेक्षाएँ निश्चित करले ताकि आदर के साथ बातचीत पूरी हो सके और मुद्दों की पहचान हो सकें। इसके लिए एक सुरक्षित वातावरण बनाया जा सके। विद्यार्थियों को बिना नीचा दिखाए अपनी बात व्यक्त करने के लिए प्रेरित करें ।",
      },
      {
        title: "उन्हें अपनी बात कहने दो :",
        value:
          "विद्यार्थी या अभिभावक को बिना किसी रूकावट के अपनी बात कहने का मौका दें। अपनी नाराजगी व्यक्त करने से उन्हें राहत मिलेगी और वे शांत हो जाएँगे । अपनी निराशा को बाहर निकालने के बाद, लोग बेहतर मानसिक स्थिति में आ जाते हैं और चीजों को समझने में सक्षम होते हैं।",
      },
      {
        title: "सक्रिय सुनना (Active Listening) और समानुभूती (empathy) :",
        value:
          "विद्यार्थी या अभिभावक को ध्यान से सुनें, उन्हें यह महसूस कराएँ कि उनकी बात सुनी जा रही है और उनके नजरिए को समझने की कोशिश की जा रही हैं। जब वे बोल रहे हों तो उन्हें न रोकें, और समर्थन दिखाने के लिए सिर हिलाना चाहिए। अन्य आश्वासन देने वाले इशारे भी करने चाहिए। उनकी भावनाओं को स्वीकारें और उन्हें खुलके बात करने के लिए समर्थन दें। इससे मतभेदों को कम करने और समझ को बढ़ाने में मदद मिल सकती है।",
      },
      {
        title: "खुले प्रश्न पूछना (Asking open-ended questions) :",
        value:
          "करियर परामर्श के दौरान, खुले प्रश्न पूछने से स्पष्ट नज़रिया प्राप्त हो सकता है और उसमें आनेवाले मुद्दों को समझने में मदद मिल सकती है। ये प्रश्न स्थिति के बारे में अधिक जानकारी देते हैं और विभिन्न नजरियों को समझने में मदद कर सकते हैं। ये प्रश्न विद्यार्थियों या उनके अभिभावकों (Guardians) को गहराई से सोचने और अपनी चिंताओं के बारे में खुलकर बात करने के लिए प्रेरित कर सकते हैं।",
      },
      {
        title: "शांत करने की तकनीकें: (Calming techniques) :",
        value:
          "तनाव या मतभेदों के क्षणों में, करियर परामर्शदाता गहरी साँस लेने या थोड़े ठहराव लेने जैसी शांत करने की तकनीकों का उपयोग कर सकते हैं। ताकि आप अपनी भावनाओं को नियंत्रित कर सकें और तनाव का प्रबंधन कर सकें। यदि आप देखते हैं कि विद्यार्थी और उनके अभिभावक तनाव में हैं, तो आप उन्हें सत्र में विश्राम को बढ़ावा देने के लिए गहरी साँस लेने के व्यायाम करने के लिए भी प्रोत्साहित कर सकते हैं।",
      },
      {
        title:
          "निष्पक्ष रहें और व्यक्तिगत रूप से न लें (Stay neutral and do not take offense) :",
        value:
          "सत्र के दौरान कही गई किसी भी बात को व्यक्तिगत रूप से न लें; पूरी स्थिति के लिए शांत और निष्पक्ष रहें। इसे अपने आप पर हावी न होने दें।",
      },
    ],
    techniquesHading: "तकनीकें",
    techniquesPoint: [
      {
        title: "सक्रिय सुनना :",
        value:
          "यह तकनीक परामर्शदाता को विद्यार्थी की चिंताओं और विचारों को गहराई से समझने में मदद करती है। सक्रिय सुनने का अर्थ है कि आप विद्यार्थी की बात को ध्यान से सुनें और उनकी भावनाओं और विचारों को सही तरीके से पहचानें। इसके लिए, परामर्शदाता को बिना किसी पूर्वाग्रह के विद्यार्थी की बात सुननी चाहिए और समय-समय पर उन्हें यह बताना चाहिए कि आप उनकी बात समझ रहे हैं।",
      },
      {
        title: "प्रतिबिंब (Reflection) :",
        value:
          "प्रतिबिंब में परामर्शदाता विद्यार्थी के विचारों को फिर से शब्दबद्ध करता है ताकि यह सुनिश्चित किया जा सके कि वह समझ गया है कि विद्यार्थी क्या कह रहा है। यह तकनीक विद्यार्थी को यह महसूस कराती है कि उसकी बात सुनी गई है और उसकी चिंताओं को गंभीरता से लिया गया है।",
      },
      {
        title: "भावनाओं का मान्यता (Validating Emotions) :",
        value:
          "परामर्शदाता को विद्यार्थी की भावनाओं को मान्यता देनी चाहिए। इससे विद्यार्थी को यह महसूस होता है कि उनकी भावनाएँ जायज़ हैं और उनकी स्थिति को समझा जा रहा है। इससे विद्यार्थी को खुद को व्यक्त करने का अधिक अवसर मिलता है।",
      },
      {
        title: "प्रश्न पूछना (Asking Questions) :",
        value:
          'उपयुक्त प्रश्न पूछने से परामर्शदाता को विद्यार्थी की स्थिति को बेहतर समझने और समस्या के विभिन्न पहलुओं की समझने में मदद मिलती है। खुले प्रश्न पूछना, जैसे "आप ऐसा क्यों महसूस कर रहे हैं?" या "आपका यह निर्णय लेने में सबसे बड़ा महत्वपूर्ण घटक क्या है?" विद्यार्थियों को अपने विचार और भावनाओं के बारे में गहराई से सोचने पर मजबूर करता है।',
      },
      {
        title: "शांत वातावरण बनाना (Creating a Calm Environment) :",
        value:
          "तनावपूर्ण स्थितियों में, परामर्शदाता को प्रयास करना चाहिए कि वे एक शांत और सहायक वातावरण बनाए रखें। इसका मतलब हो सकता है कि वे बातचीत को धीमा करें, छोटे ब्रेक लें, या यदि आवश्यक हो, तो चाय या पानी के लिए पूँछे।",
      },
      {
        title: "समस्या को टुकड़ों में बाँटना (Breaking Down the Problem) :",
        value:
          "यदि विद्यार्थी किसी बड़ी समस्या का सामना कर रहा है, तो परामर्शदाता उसे छोटे हिस्सों में बाँटने में मदद कर सकते हैं। इससे विद्यार्थी को समस्या को रचनात्मक बनाने में मदद मिलती है और वे अधिक स्पष्टता के साथ सोच सकते हैं।",
      },
      {
        title: "समाधान पर ध्यान केंद्रित करना (Focusing on Solutions) :",
        value:
          "परामर्शदाता को विद्यार्थियों को सकारात्मक दृष्टिकोण में लाने के लिए समाधान की ओर ध्यान केंद्रित करना चाहिए। उन्हें यह सोचने के लिए प्रोत्साहित करें कि वे किस प्रकार अपनी चुनौतियों का समाधान कर सकते हैं।",
      },
    ],
  },

  typesOfConflict: {
    typesOfConflictPoint: [
      {
        title: "आंतरिक मतभेद (Intrapersonal Conflict) :",
        value: [
          "आंतरिक मतभेद उस प्रकार का मतभेद है जो व्यक्ति के मन में उत्पन्न होता है। यह तब होता है जब किसी व्यक्ति को प्रतिस्पर्धी विचारों, विश्वासों, भावनाओं, या इच्छाओं के कारण निर्णय लेने में कठिनाई होती है। यह संघर्ष तब उत्पन्न होता है जब व्यक्ति को कठिन निर्णय, नैतिक दुविधाएँ (Ethical Dilemmas), या परस्पर विरोधी लक्ष्यों (Conflicting goals) का सामना करना पड़ता है।",
          "आंतरिक मतभेद तब उत्पन्न होता है जब व्यक्ति अपने विचारों, भावनाओं या इच्छाओं के बीच संतुलन बनाने में संघर्ष करता है। जब विद्यार्थी अपने जुनून (passion) और रुचियों का पालन करना चाहते हैं, लेकिन साथ ही उन्हें यह डर होता है कि वे उस क्षेत्र में खुद को साबित नहीं कर पाएँगे। यह आंतरिक मतभेद तनाव उत्पन्न करता है, क्योंकि वे यह तय करने की कोशिश करते हैं कि वे जो चाहते हैं वह कितना व्यावहारिक है।",
          "आंतरिक मतभेद विद्यार्थियों में करियर निर्णय लेते समय बहुत आम होता है। यह सामान्य स्थिति तब उत्पन्न होती है जब छात्र अपनी रुचियों और जुनून (Passion) का पालन करना चाहते हैं।",
        ],
      },
      {
        title: "अंतर-व्यक्तिगत मतभेद (Interpersonal Conflict) :",
        value: [
          "अंतर-व्यक्तिगत मतभेद तब होता है जब दो या अधिक व्यक्तियों के बीच मतभेद होते हैं, चाहे वह विचार, विश्वास, आवश्यकताएँ या व्यवहार के कारण हो। करियर परामर्श में ऐसे मतभेद आम होते हैं, क्योंकि करियर निर्णय लेने की प्रक्रिया में विभिन्न घटक होते हैं, जैसे माता-पिता, शिक्षक और साथी।",
          "उदाहरण के लिए, जब छात्र के करियर लक्ष्य उसके माता-पिता या शिक्षकों के लक्ष्यों (Goals) से मेल नहीं खाते, तो यह स्थिति तनाव (Stress) और मतभेद उत्पन्न कर सकती है। दोनों पक्ष एक-दूसरे पर अपने निर्णयों का प्रभाव डालने की कोशिश करते हैं, जिससे यह मतभेद और बढ़ सकता है।",
        ],
      },
      {
        title: "परिस्थितिजन्य मतभेद (Circumstantial Conflict : ",
        value: [
          "परिस्थितिजन्य मतभेद बाहरी कारकों और परिस्थितियों के कारण होता है, न कि व्यक्तिगत विचारों या संबंधों के कारण। यह मतभेद अक्सर किसी व्यक्ति के नियंत्रण से बाहर होता है और इसका उनके जीवन पर महत्वपूर्ण प्रभाव पड़ सकता है।",
          "उदाहरण के लिए, एक वि़द्यार्थी एक विशेष करियर मार्ग की ओर झुका हो सकता है, लेकिन बाहरी बाधाएँ, जैसे उसका सामाजिक-आर्थिक पृष्ठभूमि और सीमित आर्थिक संसाधन, उसे उस पाठ्यक्रम में दाखिला लेने से रोक सकते हैं जो उसकी आकांक्षाएँ है।",
        ],
      },
    ],
  },

  scenariosResolutionPoint: {
    scenariosResolution: [
      {
        key: "करियर परामर्श के दौरान आंतरिक मतभेद के विभिन्न रूप :",
        value: [
          {
            title:
              "प्रकार 1: करियर निर्णय में अनिश्चितता (Uncertainty) और आत्म-संदेह (Self-doubt): ",
            value: [
              "यह मतभेद तब उत्पन्न होता है जब किसी व्यक्ति की किसी विशेष क्षेत्र में रुचि होती है, लेकिन आत्मविश्वास की कमी या अपनी क्षमताओं पर संदेह के कारण वह इसे आगे नहीं बढ़ा पाता। इस स्थिति में विद्यार्थी असमंजस में फंस जाते हैं और कोई निर्णय नहीं ले पाते। इसके अलावा, माता-पिता की अपेक्षाएँ, सही जानकारी की कमी जैसे अन्य घटक भी आत्म-संदेह को बढ़ाते हैं। ",
            ],
          },
          {
            title: "उदाहरण :",
            value: [
              "रिया 9वीं कक्षा की छात्रा है जो अकादमिक रूप से अच्छी है और सभी विषयों में अच्छे अंक प्राप्त करती है। इसलिए, उसका परिवार उस पर डॉक्टर बनने और चिकित्सा क्षेत्र में आगे बढ़ने पर जोर देता है। रिया भी चिकित्सा क्षेत्र में करियर बनाने की इच्छुक लगती है, लेकिन उसे प्रतिस्पर्धा की कठिनाई का सही अंदाजा नहीं है। कभी-कभी वह अपने आप पर संदेह करती है कि क्या वह तैयारी की कठिनाइयों को सहन कर पाएगी। साथ ही, वह अपने माता-पिता को निराश नहीं करना चाहती। यह सब मिलकर उसे करियर के सही मार्ग के बारे में अनिश्चितता और भ्रम की स्थिति में डाल देता है।",
            ],
          },
          {
            title: "प्रकार 2: कई करियर विकल्पों के बारे में मिश्रित भावनाएँ : ",
            value: [
              "यह मतभेद तब होता है जब विद्यार्थी कई करियर विकल्पों के बारे में अनिश्चित होते हैं या उनके मन में मिलीजुली भावनाएँ होती हैं। यह तब होता है जब एक विद्यार्थी दो या अधिक क्षेत्रों के प्रति समान रूप से आकर्षित होता है, लेकिन उसे केवल एक क्षेत्र को चुनने का दबाव महसूस होता है, जिससे भ्रम और अनिश्चितता पैदा होती है।",
            ],
          },
          {
            title: "उदाहरण :",
            value: [
              "अर्जुन, 10वीं कक्षा का छात्र, चिकित्सा और कंप्यूटर विज्ञान दोनों के प्रति समान रूप से जुनूनी (passionate) है। जहाँ एक ओर वह डॉक्टर बनकर दूसरों की मदद करने के विचार से उत्साहित है, वहीं दूसरी ओर उसे प्रौद्योगिकी (Technology) भी बहुत आकर्षित करती है।",
              " वह समस्याओं को सुलझाने के लिए तकनीक का उपयोग करने के प्रति आकर्षित है। अर्जुन आंतरिक रूप से संघर्ष कर रहा है, क्योंकि वह इन दो करियर रास्तों के बीच बँटा हुआ महसूस करता है और यह सुनिश्चित नहीं कर पा रहा है कि कौन सा करियर उसके रुचियों और भविष्य के लक्ष्यों के साथ अधिक मेल खाता है।",
            ],
          },
        ],
      },
      {
        key: "करियर परामर्श के दौरान उत्पन्न हो सकने वाले अंतर-व्यक्तिगत मतभेद के विभिन्न रूप :",
        value: [
          {
            title:
              "प्रकार 1: माता-पिता और विद्यार्थियों के बीच विरोधी नजरिया : ",
            value: [
              "यह मतभेद तब होता है जब माता-पिता और उनके बच्चे के बीच करियर विकल्पों के बारे में असहमति होती है। विद्यार्थियों की रुचियाँ और आकांक्षाएँ माता-पिता की मान्यताओं, मूल्यों या सामाजिक अपेक्षाओं से मेल नहीं खा सकतीं, जिससे मतभेद उत्पन्न होता है।",
            ],
          },
          {
            title: "उदाहरण :",
            value: [
              " सारा, 11वीं कक्षा की छात्रा, संगीत के प्रति जुनूनी (passionate) है और वह संगीत और कला के क्षेत्र में करियर बनाना चाहती है। लेकिन उसके माता-पिता चाहते हैं कि वह कानून या चिकित्सा जैसे पारंपरिक करियर को चुनें और एक आर्थिक रूप से सुरक्षित भविष्य बनाए। उनका मानना है कि संगीत के क्षेत्र में करियर बनाने में लंबा संघर्ष करना पड़ेगा और यह आर्थिक रूप से फायदेमंद नहीं होगा। सारा इस विचार से सहमत नहीं है, जिससे उनके बीच मतभेद और संघर्ष उत्पन्न होता है।",
            ],
          },
          {
            title: "प्रकार 2: रुचि-अपेक्षा मतभेद : ",
            value: [
              "यह मतभेद तब उत्पन्न होता है जब किसी विद्यार्थी की रुचियाँ और जुनून उनके लिए दूसरों द्वारा बनाई गई अपेक्षाओं से मेल नहीं खाते। यह तब होता है जब किसी व्यक्ति की वास्तविक रुचियाँ सांस्कृतिक या पारिवारिक अपेक्षाओं के साथ विरोधी होती हैं, जिससे अपने जुनून (passion) का पालन करने और दूसरों की अपेक्षाओं को पूरा करने के बीच मतभेद उत्पन्न होता है।",
            ],
          },
          {
            title: "उदाहरण :",
            value: [
              " रवि 12वीं कक्षा में है और हमेशा से कला के प्रति जुनूनी (passionate) रहा है। वह शैक्षणिक रूप से बहुत उज्ज्वल है और अपनी कक्षा में शीर्ष पर है। वह ग्राफिक डिजाइनर बनने के लिए कला में अपनी रुचि को आगे बढ़ाना चाहता है। हालाँकि, उसके परिवार के सभी लोग चिकित्सा क्षेत्र में हैं और वे रवि से भी यही उम्मीद करते हैं कि वह पारिवारिक परंपरा को जारी रखे और डॉक्टर बने। रवि अपने ग्राफिक डिजाइन में रुचि और अपने परिवार की अपेक्षाओं को पूरा करने के बीच उलझन में है।",
            ],
          },
          {
            title: "प्रकार 3: साथियों के दबाव के कारण मतभेद : ",
            value: [
              "किशोरावस्था वह समय होता है जब विद्यार्थी एक-दूसरे का अनुकरण करते हैं और दूसरों से प्रभावित हो सकते हैं। क्योंकि वे अपने दोस्तों के साथ घुलने-मिलने या दूसरों से सामाजिक स्वीकृति प्राप्त करने की कोशिश करते हैं, इसलिए गलत करियर विकल्प चुनने की संभावना बढ़ जाती है।",
              "अपने साथियों के साथ मेल खाने के लिए करियर का पर्याय चुनने की संभावना अधिक होती है। कुछ मामलों में, वे ऐसा निर्णय ले सकते हैं, भले ही वह निर्णय उनके अपने हितों या लक्ष्यों (goals) के विपरीत हो।",
            ],
          },
          {
            title: "उदाहरण :  ",
            value: [
              " विजय 12वीं कक्षा का छात्र है और उसके पास अच्छे संचार कौशल (communication skills) हैं; साथ ही उसे अनुसंधान (Research) करने में रुचि है और उसे लगता है कि वह पत्रकारिता में अच्छा कर सकता है। उसके सभी दोस्तों ने पारंपरिक करियर, जैसे इंजीनियरिंग, चिकित्सा और कानून चुने हैं। उसके दोस्तों ने उसे सुझाव दिया कि वह भी ऐसा ही करियर चुने ताकि एक स्थिर पेशेवर जीवन जी सके। इन सुझावों के कारण, विजय आंतरिक मतभेद महसूस करता है। एक ओर वह अपने जुनून को आगे बढ़ाना चाहता है, जबकि दूसरी ओर वह अपने दोस्तों की सलाह को मानकर एक समान करियर अपनाना चाहता है ताकि वह उनके साथ जुड़ सके। ",
            ],
          },
        ],
      },
    ],
    scenariosResolutionSub: [
      {
        key: "परिस्थितिजन्य मतभेद के विभिन्न रूप जो करियर परामर्श के दौरान उत्पन्न हो सकते हैं: :",
        value: [
          {
            title: "प्रकार 1: सामाजिक और सांस्कृतिक कारकों के कारण मतभेद : ",
            value:
              "यह मतभेद तब उत्पन्न होता है जब विद्यार्थी करियर निर्णय लेते समय अपने सामाजिक या सांस्कृतिक नियमों का पालन करने के लिए दबाव महसूस करते हैं। इससे अपने जुनून (passion) को संतुलित करने और सामाजिक-सांस्कृतिक नियमों के साथ मेल खाने की कोशिश के बीच मतभेद हो सकता है।",
          },
          {
            title: " उदाहरण :",
            value:
              "फातिमा औरंगाबाद में अपने परिवार के साथ रहती है। वह हमेशा प्रदर्शन कला (performance art) में अच्छी रही है और उसने कई स्कूल प्रतियोगिताएँ भी जीती हैं। उसे नृत्य करना पसंद है और वह एक दिन पेशेवर कोरियोग्राफर बनना चाहती है। हालाँकि, सामाजिक नियमों और उसके परिवार और समुदाय से सांस्कृतिक अपेक्षाओं की वजह से, उससे पारंपरिक करियर अपनाने की उम्मीद की जाती है। वह अपने जुनून और अपने समुदाय की अपेक्षाओं को पूरा करने के बीच मतभेद महसूस करती है।",
          },
          {
            title: "प्रकार 2: आर्थिक बाधाओं के कारण मतभेद :",
            value:
              "करियर चुनते समय आर्थिक घटक भी मतभेद उत्पन्न कर सकते हैं। करियर के निर्णय में आर्थिक विचार महत्वपूर्ण होते हैं। किसी विद्यार्थी के पास किसी विशेष कोर्स या प्रमाणन (Certification) को पूरा करने की क्षमता और प्रतिभा हो सकती है। लेकिन पारिवारिक जिम्मेदारियों, परिवार से समर्थन की कमी, या धन की कमी के कारण वह ऐसा करने में सक्षम नहीं हो सकता है। ",
          },
          {
            title: "उदाहरण :",
            value:
              "राहुल 11वीं कक्षा का छात्र है और एक मध्यमवर्गीय परिवार से है। वह उपेक्षित मौजूद समुदायों (Marginalized) के लिए सकारात्मक बदलाव लाने और एक सामाजिक कार्यकर्ता के रूप में काम करने के प्रति जुनूनी (Passionate) है।",
          },
        ],
      },
    ],
  },
};

export const chapterTenData = {
  conclusion: [
    "इस अंतिम मॉड्यूल को समाप्त करते हुए, हम उन प्रमुख संकल्पनाओं और नैतिक दिशानिर्देशों पर विचार करते हैं, जिनकी हमने खोज की हुई है।",
    "हमने करियर परामर्श में नैतिकता के महत्व और एक जिम्मेदार और प्रभावी परामर्श प्रक्रिया बनाने में इसकी आधारभूत भूमिका को समझना शुरू किया। फिर हमने गोपनीयता, गैर-भेदभाव, हितों के टकराव और सांस्कृतिक संवेदनशीलता जैसे महत्वपूर्ण नैतिक विचारों की जांच की, जो विद्याथियों के साथ आपकी बातचीत में विश्वास और सम्मान बनाए रखने के लिए आवश्यक हैं।",
    "इसके अतिरिक्त, हमने स्थानांतरण और प्रतिहस्तांतरण जैसे व्यावहारिक पहलुओं को समझा और यौन अपराधों से बच्चों के संरक्षण अधिनियम के तहत कानूनी तरीकों पर चर्चा की, यह तय करते हुए, कि आप संवेदनशील स्थितियों को सावधानी और व्यावसायिकता के साथ संभालने के लिए तैयार हैं।",
    "हमने व्यावहारिक क्या करें और क्या न करें का एक समूह भी प्रदान किया है, जो आपको अपने परामर्श सत्रों के दौरान नैतिक सीमाओं को बनाए रखने के लिए साधन देता है ।",
    "इस मॉड्यूल को पूरा करके, अब आप अपने परामर्श सत्रों का मार्गदर्शन करने के लिए नैतिक प्रथाओं के ज्ञान से पूरी तरह तैयार हैं।  जैसे ही आप इन सिद्धांतों को लागू करना शुरू करते हैं।",
    "याद रखें कि नैतिक आचरण केवल दिशा-निर्देशों का पालन करने के बारे में नहीं है-यह विश्वास बनाने, सुरक्षित वातावरण को बढ़ावा देने और अपने छात्रों की भलाई तय करने के बारे में है।",
    "यह प्रशिक्षण कार्यक्रम का अंत है और हम ईमानदारी से आशा करते हैं, कि आप अपने विद्याथियों को उनके करियर की यात्रा में मदद करने की अपनी क्षमता में सशक्त और आश्वस्त महसूस करेंगे।",
    "आपके लिए अगला कदम आपने जो सीखा है, उसका व्यावहारिक उपयोग शुरू करना है। अब आप उन विद्याथियों के लिए करियर परामर्श आयोजित करेंगे, जिन्होंने करियर मार्गदर्शन परीक्षण पूरा कर लिया है ।  यह इस कार्यक्रम के दौरान प्राप्त अंतर्दृष्टि को व्यवहार में लाने और विद्याथियों को उनके भविष्य के पथ के बारे में सही निर्णय लेने में मार्गदर्शन करने का एक रोमांचक अवसर है ।",
    "आपका हमारे साथ जुड़े रहने के लिए और हमारे भागीदार बनने के लिए बहुत - बहुत धन्यवाद और हम आपको आगे के सफर के लिए शुभकामनाएँ देते हैं !",
  ],
  ethicsCareer: {
    hading: "आइए करियर परामर्श में प्रमुख नैतिक विचारों पर एक नज़र डालें :",
    ethicsCareerPoints: [
      {
        title: "गोपनीयता (Confidentiality) :",
        value:
          "परामर्शदाताओं को विद्यार्थियों के साथ बातचीत में गोपनीयता बनाए रखना आवश्यक है। यह सुनिश्चित किया जाना चाहिए कि वि़द्यार्थी द्वारा बताई गई जानकारी किसी भी तीसरे पक्ष के साथ बिना वि़द्यार्थी की सहमति के बिना न बताई जाए।",
      },
      {
        title: "भेदभाव न करना: (Non-Discrimination) :",
        value:
          "परामर्शदाताओं को विद्यार्थियों के लिंग, धर्म, जाति, नस्ल या अन्य व्यक्तिगत विशेषताओं के आधार पर भेदभाव नहीं करना चाहिए। सभी विद्यार्थियों को बिना किसी पूर्वाग्रह (bias) के निष्पक्ष सलाह और मार्गदर्शन दिया जाना चाहिए।",
      },
      {
        title: "मतभेदों का टकराव (Conflict of Interest) :",
        value:
          "परामर्शदाताओं को अपने व्यक्तिगत या व्यावसायिक संबंधों के कारण होने वाले किसी भी मतभेदों के टकराव से बचना चाहिए। यह सुनिश्चित कर लेना चाहिए कि उनकी सलाह केवल वि़द्यार्थी के अच्छे हित में हो, न कि परामर्शदाता के खुद के लाभ के लिए हो।",
      },
      {
        title: "सांस्कृतिक संवेदनशीलता (Cultural Sensitivity) :",
        value:
          "परामर्शदाताओं को विद्यार्थियों के सांस्कृतिक मूल्यों और विश्वासों के प्रति संवेदनशील होना चाहिए। परामर्शदाता की सलाह विद्यार्थियों के सांस्कृतिक संदर्भ के अनुरूप होनी चाहिए।",
      },
    ],
  },

  ethicalGuidelines: {
    heading:
      "यहाँ कुछ प्रमुख कारण दिए गए हैं कि, क्यों करियर परामर्श में नैतिकता महत्वपूर्ण है :",
    ethicalGuidelinesPoints: [
      {
        title: "विद्यार्थियों  की सुरक्षा :",
        value:
          "करियर परामर्श में नैतिकता यह सुनिश्चित करती है कि परामर्शदाता विद्यार्थियों को गलत या अनुचित सलाह न दें, जिससे उनके करियर पर नकारात्मक प्रभाव पड़ सकता है। परामर्शदाताओं को अपने विद्यार्थियों को विश्वसनीय जानकारी और मार्गदर्शन देना चाहिए।",
      },
      {
        title: "व्यावसायिक ईमानदारी बनाए रखना  :",
        value:
          "करियर परामर्श में नैतिकता यह सुनिश्चित करती है कि परामर्शदाता उच्च व्यावसायिक मानकों का पालन करें और आचार संहिता का पालन करें, जिससे विद्यार्थियों और अन्य व्यावसायिकों के साथ विश्वास और विश्वसनीयता बनी रहे।",
      },
      {
        title: "निष्पक्षता और समानता को बढ़ावा देना  :",
        value:
          "करियर परामर्श में नैतिकता यह सुनिश्चित करती है कि परामर्शदाता  विद्यार्थियों के व्यक्तिगत लक्षणों जैसे लिंग, जाति, धर्म, आर्थिक स्थिति आदि के आधार पर भेदभाव न करें और सभी विद्यार्थियों को निष्पक्ष और बिना पूर्वाग्रह के मार्गदर्शन प्रदान करें।",
      },
    ],
  },
  confidentiality: [
    {
      title: "सुरक्षित और सहायक वातावरण बनाना :",
      value:
        "गोपनीयता और निजता बनाए रखने से परामर्शदाता विद्यार्थियों  के लिए एक सुरक्षित और सहायक वातावरण बना सकते हैं, जिससे वे स्वतंत्र रूप से अपने करियर के लक्ष्यों और चिंताओं पर चर्चा कर सकें।",
    },
    {
      title: "विश्वास और संबंध बनाना :",
      value:
        "जब विद्यार्थियों को यह पता होता है कि उनकी जानकारी गोपनीय और निजी रखी जाएगी, तो वे परामर्शदाता पर अधिक विश्वास करते हैं और अपने विचार और भावनाओं को साझा करने में सहज महसूस करते हैं। इससे परामर्शदाता और वि़द्यार्थी के बीच एक मजबूत संबंध बनता है, जो सही करियर सलाह देने में मदद करता है।",
    },
    {
      title: "व्यक्तिगत और पेशेवर जानकारी की सुरक्षा :",
      value:
        "गोपनीयता और निजता विद्यार्थियों की व्यक्तिगत और व्यावसायिक जानकारी की सुरक्षा के लिए महत्वपूर्ण हैं, जिसमें उनके शैक्षणिक विवरण, आकलन परिणाम, और अन्य संवेदनशील जानकारी शामिल हो सकती है",
    },
    {
      title: "कानूनी दिशा-निर्देशों का पालन करना :",
      value:
        "गोपनीयता और निजता बनाए रखने से परामर्शदाता नैतिक दिशा-निर्देशों और देश के कानूनों का पालन करते हैं, जो विद्यार्थियों के सर्वोत्तम हितों की रक्षा करने में मदद करता है।",
    },
  ],
  confidentialityLimitsPoint: [
    {
      title: "कानूनी और नैतिक अपवाद :",
      value:
        "कुछ स्थितियों में, परामर्शदाता को कानूनी या नैतिक कारणों से गोपनीयता का उल्लंघन करना पड़ सकता है, जैसे जब कोई वि़द्यार्थी खुद को या दूसरों को नुकसान  पहुँचाने की स्थिति में हो, किसी नाबालिग के दुर्व्यवहार या उपेक्षा का संदेह हो, या कोर्ट के आदेश या सम्मन के जवाब में।",
    },
    {
      title: "अन्य पेशेवरों से परामर्श :",
      value:
        "कुछ मामलों में, परामर्शदाता को किसी वि़द्यार्थी के लिए सबसे अच्छा समाधान प्रदान करने के लिए अन्य पेशेवरों से परामर्श करने की आवश्यकता हो सकती है। ऐसी परिस्थितियों में परामर्शदाता को वि़द्यार्थी की सहमति प्राप्त करनी चाहिए।",
    },
  ],
  nonDiscrimination: {
    hading:
      "कैरियर परामर्शदाता परामर्श के दौरान भेदभाव न करने का अभ्यास कैसे कर सकते हैं :",
    nonDiscriminationPoints: [
      {
        title: "पक्षपात को समझना और संबोधित करना :",
        value:
          "परामर्शदाताओं को अपने स्वयं के पक्षपात के बारे में जागरूक होना चाहिए और यह सुनिश्चित करना चाहिए कि वे अनजाने में विद्यार्थियों के साथ भेदभाव न करें।",
      },
      {
        title: "सेवाओं तक समान पहुँच प्रदान करना :",
        value:
          "परामर्शदाताओं को सुनिश्चित करना चाहिए कि सभी विद्यार्थियों को समान रूप से कैरियर सेवाएँ और अवसर प्राप्त हों, चाहे उनकी जाति, लिंग, धर्म या अन्य व्यक्तिगत विशेषताएँ कुछ भी हों।",
      },
      {
        title: "समावेशी भाषा का उपयोग करना :",
        value:
          "परामर्शदाताओं को सभी विद्यार्थियों के लिए समावेशी और सम्मानजनक भाषा का उपयोग करना चाहिए और उन्हें उनके अनुभवों के आधार पर सम्मान देना चाहिए",
      },
    ],
    practicalTipsHading:
      "कैरियर परामर्श सत्र के दौरान भेदभाव न करने के कुछ व्यावहारिक सुझाव निम्नलिखित हैं :",
    practicalTipsPoints: [
      "विद्यार्थियों के बैकग्राउंड या व्यक्तिगत विशेषताओं के आधार पर धारणाएँ बनाने से बचें।",
      "सभी विद्यार्थियों के प्रति सम्मानजनक और समावेशी भाषा का उपयोग करें।",
      "बिना किसी पूर्वाग्रह या निर्णय के विद्यार्थियों की बात को ध्यान से और सक्रिय रूप से सुनें।",
      "अपने शब्दों या कार्यों से किसी प्रकार के भेदभाव या रूढ़िवादी धारणाओं को बढ़ावा न दें।",
      "अपने स्वयं के पूर्वाग्रहों के बारे में जागरूक रहें और उन्हें अपने अभ्यास में संबोधित करने का प्रयास करें।",
      "यह सुनिश्चित करें कि सभी विद्यार्थियों को समान रूप से कैरियर सेवाओं और अवसरों तक पहुँच प्राप्त हो।",
      "विभिन्न पृष्ठभूमियों से आने वाले विद्यार्थियों के अनूठे अनुभवों और दृष्टिकोणों का सम्मान करें।.",
      "उन नीतियों और प्रथाओं की वकालत करें जो समानता को बढ़ावा देती हैं और भेदभाव को कम करती हैं।",
      "सभी विद्यार्थियों के साथ उनके बैकग्राउंड या व्यक्तिगत विशेषताओं की परवाह किए बिना सम्मान और गरिमा के साथ व्यवहार करें।",
      "विविधता, समानता, और समावेश से संबंधित मुद्दों पर स्वयं को निरंतर शिक्षित करते रहें ताकि नवीनतम दिशा-निर्देशों और मानदंडों के बारे में जानकारी प्राप्त होती रहे।",
    ],
  },
  conflictOfInterest: {
    hading: "कैरियर परामर्श में हितों के टकराव की कुछ स्थितियाँ :",
    conflictOfInterestPoints: [
      {
        title: "वित्तीय हित  :",
        value:
          "जब परामर्शदाता अपने व्यक्तिगत वित्तीय हितों को वि़द्यार्थी के सर्वोत्तम हितों से ऊपर रखने का प्रयास करता है। उदाहरण के लिए, यदि परामर्शदाता किसी कॉलेज या संस्थान से संबद्ध है और उसे विद्यार्थियों को उन संस्थानों में भेजने के लिए प्रोत्साहन मिलता है, तो परामर्शदाता विद्यार्थियों को वहाँ कोर्स करने के लिए प्रोत्साहित कर सकता है, भले ही यह वि़द्यार्थी के करियर के लिए उपयुक्त न हो।",
      },
      {
        title: "व्यक्तिगत संबंध  :",
        value:
          " यदि वि़द्यार्थी परामर्शदाता के करीबी सामाजिक दायरे से आता है, जैसे कि मित्र या परिवार का सदस्य, तो परामर्शदाता निष्पक्ष सलाह देने में पक्षपात कर सकता है।",
      },
    ],
    practicalTipsHading:
      "To avoid conflict of interest in career counseling, career counselors should :",
    practicalTipsPoints: [
      "यदि आप किसी कॉलेज या स्कूल से संबद्ध हैं, तो सत्र की शुरुआत में इस जानकारी का खुलासा करें। ",
      "उन विद्यार्थियों को सलाह देने से बचें जिनके साथ आपका पारिवारिक संबंध हो, और ऐसे मामलों में उन्हें किसी अन्य परामर्शदाता के पास भेजें।",
      "हमेशा वि़द्यार्थी के सर्वोत्तम हित में काम करें और उनकी आवश्यकताओं को अपनी आवश्यकताओं से ऊपर रखें।",
    ],
  },

  culturalSensitivity: {
    hading:
      "कैरियर परामर्श सत्र के दौरान सांस्कृतिक संवेदनशीलता सुनिश्चित करने के कुछ तरीके :",
    culturalSensitivityPoints: [
      {
        title: "सांस्कृतिक भिन्नताओं को पहचानें और सम्मान करें  :",
        value:
          "परामर्शदाताओं को विद्यार्थियों की सांस्कृतिक पृष्ठभूमियों के बारे में जागरूक होना चाहिए और उन्हें सम्मान देना चाहिए।",
      },
      {
        title: "विद्यार्थियों के साथ संबंध बनाएँ :",
        value:
          " विद्यार्थियों के साथ मजबूत संबंध बनाना सांस्कृतिक संवेदनशीलता को बढ़ावा देने में मदद करता है। सांस्कृतिक रूप से उपयुक्त भाषा और उदाहरणों का उपयोग करें: परामर्शदाताओं को सांस्कृतिक रूप से उपयुक्त भाषा और उदाहरणों का उपयोग करना चाहिए।",
      },
      {
        title: "सांस्कृतिक पूर्वाग्रहों और रूढ़ियों के बारे में जागरूक रहें :",
        value:
          "परामर्शदाताओं को अपने पूर्वाग्रहों और रूढ़ियों के बारे में जागरूक रहना चाहिए और विद्यार्थियों के साथ किसी भी प्रकार की सांस्कृतिक धारणाएँ बनाने से बचना चाहिए। ",
      },
      {
        title: "सांस्कृतिक दक्षता प्रशिक्षण प्राप्त करें :",
        value:
          "परामर्शदाता सांस्कृतिक दक्षता में प्रशिक्षण प्राप्त कर सकते हैं ताकि वे विविध पृष्ठभूमियों से आने वाले विद्यार्थियों को बेहतर समझ और समर्थन दे सकें। ",
      },
    ],
  },
  practicalAspects: {
    hading: "ट्रांसफरेंस के बारे में जागरूक होने के कारण :",
    practicalAspectsPoints: [
      "यह परामर्शदाताओं को उचित सीमाएँ बनाए रखने में मदद करता है ताकि व्यक्तिगत भावनाएँ परामर्श प्रक्रिया में हस्तक्षेप न करें।",
      "यह परामर्शदाताओं को प्रभावी रूप से हस्तक्षेप करने और विद्यार्थियों को उनके भावनात्मक संघर्षों से बाहर निकालने में मदद करता है।",
      "नैतिक अभ्यास के हिस्से के रूप में ट्रांसफरेंस को पहचानने और प्रबंधित करने से वि़द्यार्थी के सर्वोत्तम हित को प्राथमिकता दी जाती है।",
      "यह परामर्शदाताओं को विद्यार्थियों के करियर संबंधी विचारों और भावनाओं को सुरक्षित रूप से व्यक्त करने के लिए एक सुरक्षित स्थान प्रदान करने में मदद करता है, जिससे व्यक्तिगत विकास होता है।",
    ],
  },
  countertransference: {
    hading: "काउंटरट्रांसफरेंस को प्रबंधित करने के सुझाव:",
    countertransferencePoints: [
      "विद्यार्थियों के लक्ष्यों पर ध्यान केंद्रित रखें और व्यक्तिगत भावनाओं को हस्तक्षेप न करने दें।  ",
      "व्यक्तिगत और भावनात्मक सीमाओं को बनाए रखें।",
      "यह सुनिश्चित करें कि वि़द्यार्थी को दी जाने वाली सलाह निष्पक्ष और उनके हितों के अनुसार हो, न कि आपके अनुभवों से प्रभावित। ",
    ],
  },

  sexualOffenses: {
    hading: "POCSO अधिनियम के कुछ मुख्य बिंदु :",
    sexualOffensesPoints: [
      "POCSO अधिनियम 18 वर्ष से कम उम्र के बच्चों को यौन अपराधों, उत्पीड़न, और शोषण से बचाने के लिए कानूनी ढाँचा प्रदान करता है।	",
      "अधिनियम में बच्चों के खिलाफ बलात्कार, यौन उत्पीड़न, और यौन शोषण जैसे विभिन्न अपराधों को परिभाषित किया गया है।",
      "अधिनियम में विशेष अदालतों और तेज़ ट्रायल प्रक्रियाओं की व्यवस्था की गई है। ",
      "अधिनियम के तहत बाल कल्याण समितियों (CWC) और विशेष किशोर पुलिस इकाइयों (SJPU) की स्थापना की जाती है।",
      "अधिनियम यौन अपराधों की रिपोर्टिंग को अनिवार्य बनाता है और रिपोर्ट न करने पर दंड का प्रावधान करता है।",
      "अधिनियम पीड़ितों और गवाहों की सुरक्षा के लिए विशेष प्रावधान करता है, जैसे कि वीडियो रिकॉर्डिंग और बंद दरवाजों के पीछे सुनवाई।",
      "अधिनियम बच्चों के यौन शोषण के दोषियों के लिए कड़ी सजा का प्रावधान करता है",
      "अधिनियम पीड़ितों के पुनर्वास और सामाजिक पुन: एकीकरण की आवश्यकता को मान्यता देता है।",
      "अधिनियम बच्चों के खिलाफ गैर-भेदक यौन अपराधों, जैसे कि अश्लील सामग्री का उपयोग, को भी अपराध मानता है।",
      "अधिनियम 18 वर्ष से कम उम्र के बच्चों के खिलाफ यौन अपराधों की साजिश रचने वालों के लिए कड़े दंड का प्रावधान करता हैl",
    ],
  },
  pocsoAct: {
    hading:
      "यदि आपको POCSO अधिनियम से संबंधित किसी मामले की रिपोर्ट करनी हो, तो आप निम्नलिखित विकल्पों पर विचार कर सकते हैं::",
    pocsoActPoints: [
      "POCSO अधिनियम के अनुपालन के बारे में अधिक जानकारी के लिए अपने स्कूल के नामित अधिकारियों से संपर्क करें।",
      "SHe-Box एक आसान और सीधा रिपोर्टिंग सिस्टम है, जिसके माध्यम से आप POCSO अधिनियम, 2012 के तहत बाल यौन शोषण की शिकायत राष्ट्रीय बाल अधिकार संरक्षण आयोग (NCPCR) के साथ दर्ज कर सकते हैं। शिकायतकर्ता की पहचान गोपनीय रखी जाती है। आप शिकायत प्रबंधन प्रणाली का उपयोग यहाँ कर सकते हैं:  ",
    ],
  },
  dosAndDonts: {
    hading: "क्या करें (Dos) :",
    dosPoints: [
      {
        title: "गोपनीयता बनाए रखें :",
        value:
          "वि़द्यार्थी की व्यक्तिगत जानकारी और चर्चा को गोपनीय रखें, जब तक कि इसे कानूनी या नैतिक कारणों से प्रकट करना आवश्यक न हो।",
      },
      {
        title: "निष्पक्ष मार्गदर्शन प्रदान करें :",
        value:
          "वि़द्यार्थी की रुचियों, कौशलों और मूल्यों के अनुसार निष्पक्ष करियर सलाह दें, बिना व्यक्तिगत राय या पूर्वाग्रह थोपे।",
      },
      {
        title: "सीमाओं का सम्मान करें :",
        value:
          "एक पेशेवर वातावरण बनाए रखने के लिए उचित सीमाएँ सुनिश्चित करें जिससे वि़द्यार्थी  सुरक्षित महसूस कर सकें।",
      },
      {
        title:
          "एक पेशेवर वातावरण बनाए रखने के लिए उचित सीमाएँ सुनिश्चित करें जिससे वि़द्यार्थी  सुरक्षित महसूस कर सकें। :",
        value:
          "करियर परामर्श पर लागू होते रहने वाले नैतिक दिशानिर्देशों और कानूनों जैसे POCSO अधिनियम के बारे में अद्यतित रहें।",
      },
      {
        title: "पर्यवेक्षण या परामर्श लें :",
        value:
          "Wकरियर परामर्श में नैतिक उलझनों का सामना करते समय, अनुभवी सहयोगियों या पेशेवरों से परामर्श लें।",
      },
      {
        title: "अपने विशेषज्ञता क्षेत्र के भीतर परामर्श दें :",
        value:
          "परामर्शदाता को केवल उन क्षेत्रों में सलाह देनी चाहिए जहाँ उनके पास आवश्यक प्रशिक्षण और विशेषज्ञता हो।",
      },
    ],
    dontsHading: "क्या न करें (Don'ts) :",
    dontsPoints: [
      {
        title: "गोपनीयता का उल्लंघन न करें :",
        value:
          "वि़द्यार्थी की अनुमति के बिना व्यक्तिगत जानकारी का खुलासा न करें, जब तक कि यह कानून या किसी हानि या शोषण के मामलों में आवश्यक न हो।",
      },
      {
        title: "व्यक्तिगत पूर्वाग्रह न थोपें :",
        value:
          "अपने व्यक्तिगत विश्वासों, अनुभवों या प्राथमिकताओं के आधार पर विद्यार्थियों को करियर विकल्पों की ओर मार्गदर्शन करने से बचें।",
      },
      {
        title: "नैतिक संघर्षों को नज़रअंदाज न करें :",
        value:
          "संभावित नैतिक मुद्दों को नजरअंदाज न करें; उन्हें पेशेवर ढंग से संबोधित करें और स्थापित दिशानिर्देशों का पालन करें।",
      },
      {
        title: "अवास्तविक परिणामों का वादा न करें :",
        value:
          " करियर की सफलता या नौकरी पाने के बारे में विद्यार्थियों को झूठी आशाएँ या गारंटी न दें।",
      },
      {
        title: "व्यक्तिगत जानकारी साझा न करें :",
        value:
          "अपने व्यक्तिगत समस्याओं, अनुभवों या विचारों को अत्यधिक मात्रा में साझा करने से बचें। ",
      },
      {
        title: "मान लें और सामान्यीकरण न करें :",
        value:
          "विद्यार्थियों  के लिंग, जाति, आयु या अन्य लक्षणों के आधार पर धारणाएँ न बनाएँ या सामान्यीकरण न करें, क्योंकि इससे गलतफहमियाँ हो सकती हैं और परामर्श प्रक्रिया बाधित हो सकती है। ",
      },
      {
        title: "दोहरी रिश्तों में न पड़ें :",
        value:
          "उन रिश्तों से बचें जो आपकी निष्पक्षता को प्रभावित कर सकते हैं या हितों का टकराव उत्पन्न कर सकते हैं। ",
      },
    ],
  },
};
