import Header from "@/components/header";
import Footer from "@/components/footer";
import React from "react";
import Cover from "../../cover";
import ContentPage from "../../contents-page";
import { chapterFour, chapterFourData } from "@/utils/cover-Hindi";

const ModuleFour = () => {
  return (
    <>
      <Cover
        title={"मॉड्यूल 4"}
        characterTitle={"करियर काउंसलिंग में महत्त्वपूर्ण हितधारक"}
        className="max-w-[426px]"
      />
      <ContentPage
        pageNumber={1}
        contents={"कंटेन्ट"}
        title={"सूची "}
        pageNo={"पृष्ठ क्र."}
        projectName={"मिशन मार्गदर्शन"}
        tableOfContents={chapterFour}
      />
      <Introduction />
      <ImportantStakeholders />
      <RoleOfStudents />
      <RoleOfStudentsSubChapter />
      <ParentsInfluence />
      <ParentsSubFirstChapter />
      <ParentsSubSecondChapter />
      <ParentsSubThreeChapter />
      <TeachersKeyStakeholders />
      <InfluencingCareerChoices />
      <InfluencingSecondSubChapter />
      <InfluencingThreeSubChapter />
      <InfluencingFourSubChapter />
      <Conclusion />
    </>
  );
};
export default ModuleFour;

export const Introduction = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header title={"परिचय"} />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.1 परिचय
        </h1>
        <div className="pt-4">
          {chapterFourData?.introduction?.map((item, i) => (
            <p key={i} className="text-xs font-normal text-black-gray-100 pb-2">
              {item}
            </p>
          ))}
        </div>
      </div>
      <Footer pageNumber={2} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const ImportantStakeholders = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर परामर्श में महत्वपूर्ण हितधारक - संक्षिप्त (Brief)"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.2 करियर परामर्श में महत्वपूर्ण हितधारक - संक्षिप्त (Brief)
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          करियर परामर्श में विभिन्न हितधारकों का सहयोगी प्रयास शामिल हैं, जिनमें
          से प्रत्येक छात्रों के करियर विकल्पों और निर्णय लेने की प्रक्रिया में
          योगदान देता है। ये हितधारक छात्रों के करियर मार्ग को आकार देने में मदद
          करते हैं और उनके निर्णय लेने की प्रक्रिया को प्रभावित करने में योगदान
          करते हैं। ये हितधारक में छात्र, माता-पिता, सहपाठी, शिक्षक आदि शामिल
          हैं। प्रत्येक हितधारक अपने अलग तरीके से योगदान देता है, जैसे समर्थन,
          सलाह, और कभी-कभी अपेक्षाओं के माध्यम से दबाव भी डालता है। इन हितधारकों
          के महत्व को समझना प्रभावी करियर परामर्श के लिए अत्यंत महत्वपूर्ण है,
          क्योंकि इससे छात्रों को विभिन्न दृष्टिकोणों को समझने और अनुकूल
          (adjust) करने में मदद मिलती है। इन प्रभावों को पहचानकर, छात्र अपने
          व्यक्तिगत लक्ष्यों और आकांक्षाओं के अनुरूप अधिक योग्य और जानकारीपूर्ण
          निर्णय ले सकते हैं।
        </p>

        <div className="pt-4">
          <p className="text-xs font-normal text-black-gray-100">
            {chapterFourData?.importantStakeholders?.hading}
          </p>

          <ol className="list-decimal ml-4">
            {chapterFourData?.importantStakeholders?.importantPoints.map(
              (item, i) => {
                return (
                  <>
                    <li
                      key={i}
                      className="text-xs font-bold text-black-gray-100 pt-1"
                    >
                      {item?.title} &nbsp;
                      <span className="font-normal">{item?.value}</span>
                    </li>
                  </>
                );
              }
            )}
          </ol>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            प्रत्येक हितधारक की भूमिका को संक्षेप में समझने के बाद, अब हम इस पर
            गहन अध्ययन करेंगे कि कैसे कई कारक छात्रों और उनके माता-पिता को
            निर्णय लेने की प्रक्रिया में प्रभावित करते हैं।
          </p>
        </div>
      </div>
      <Footer pageNumber={3} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const RoleOfStudents = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों और निर्णय लेने में छात्रों की भूमिका"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.3 करियर विकल्पों और निर्णय लेने में छात्रों की भूमिका
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          मुख्य हितधारकों पर चर्चा करते समय, हमने देखा कि कैरियर काउंसिलिंग
          प्रक्रिया में छात्र केंद्रीय भूमिका निभाते हैं। वे करियर विकल्पों और
          निर्णय लेने में सबसे महत्वपूर्ण भूमिका निभाते हैं, क्योंकि यह निर्णय
          अंततः उनके भविष्य के करियर को आकार देगा।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          छात्रों को दूसरों के विचारों और मार्गदर्शन के लिए ध्यान केंद्रित और
          खुले रहने की आवश्यकता है, लेकिन अंत में, सभी विकल्पों और उनके
          फायदे-नुकसानों को सावधानीपूर्वक तौलने के बाद, करियर चुनने की
          जिम्मेदारी उन्हीं पर होती है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          करियर विकल्पों को प्रभावित करने वाला एक महत्वपूर्ण कारक छात्र की आयु
          है, विशेष रूप से किशोरावस्था का समय। आइए किशोरावस्था के समय के बारे
          में और अधिक जानें। हम एक सैद्धांतिक ढांचे को भी देखेंगे ताकि
          किशोरावस्था को मानव विकास के एक चरण के रूप में बेहतर ढंग से समझा जा
          सके। इससे यह समझने में मदद मिलेगी कि यह विकासात्मक चरण छात्रों के
          करियर विकल्पों और निर्णय लेने की प्रक्रिया को विशेष रूप से पहचान के
          गठन के संदर्भ में प्रभावित करता है।
        </p>

        <p className="text-xs font-bold text-black-gray-100 pt-4">
          आयु: किशोरावस्था का समय
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-1">
          किशोरावस्था विकास का एक महत्वपूर्ण चरण है जो छात्रों के जीवन, विशेष
          रूप से उनके करियर विकल्पों और निर्णयों पर गहरा प्रभाव डालता है। इस
          अवधि के दौरान, जो आमतौर पर 10 से 19 वर्ष की आयु के बीच होती है,
          व्यक्ति शारीरिक, भावनात्मक, संज्ञानात्मक, और सामाजिक परिवर्तनों से
          गुजरते हैं, जो उनके दृष्टिकोण, विश्वासों और आकांक्षाओं को आकार देते
          हैं। इस चरण में व्यक्ति आत्म-परिचय विकसित करने लगते हैं, जो उनके जीवन
          के निर्णयों को महत्वपूर्ण रूप से प्रभावित करता है। ये परिवर्तन छात्रों
          के करियर निर्णयों को कैसे अपनाते हैं, इस पर भी प्रमुख भूमिका निभाते
          हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          किशोरावस्था एक परिवर्तनकारी चरण है जो बचपन और वयस्कता के बीच एक सेतु
          का काम करती है। यह आत्म-खोज और खोज का एक समय होता है, जिसमें उल्लेखनीय
          विकास होता है। इसके प्रमुख पहलुओं में से एक यह है कि यह व्यक्ति के
          करियर विकल्पों और निर्णयों को कैसे प्रभावित करता है। इस समय के दौरान
          पहचान विकास और करियर निर्णय लेने के बीच का जटिल संबंध मनोवैज्ञानिक
          सिद्धांतों द्वारा अच्छी तरह से समझाया गया है, जैसे कि जेम्स मार्शिया
          का पहचान विकास का सिद्धांत।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          आइए इस सिद्धांत को विस्तार से समझते हैं और इसकी भूमिका का अध्ययन करते
          हैं:
        </p>

        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.3.1 जेम्स मार्शिया का पहचान विकास का सिद्धांत:
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          एक व्यक्ति के जीवन में किशोरावस्था एक ऐसा चरण है जिसमें पहचान को लेकर
          भ्रम और प्रयोग होते हैं, और सही मार्ग चुनने के बारे में असमंजस रहता
          है। इसी आधार पर जेम्स मार्शिया ने मनोवैज्ञानिक पहचान विकास के पहचान
          स्थितियों (Identity Statutes) का सिद्धांत प्रस्तावित किया, जिसमें
          उन्होंने कहा कि व्यक्ति अपनी प्राथमिकताओं और आत्म-संरेखण के आधार पर
          विभिन्न पहचानों का खोज और दृढ़ संकल्प करते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          पहचान का विकास तब शुरू होता है जब व्यक्ति उन आदर्शों को अपनाने लगते
          हैं जो उन्हें बताते हैं कि वे भविष्य में क्या बन सकते हैं। जैसे-जैसे
          यह विकास जारी रहता है, किशोरों से अपेक्षा की जाती है कि वे निर्णय लें
          और कुछ विकल्पों के प्रति दायित्व हों, जो उनके सामाजिक परिवेश की सीमाओं
          के भीतर हों। कुछ विकल्पों के प्रति प्रतिबद्ध हों। कुछ विकल्पों में,
          यदि पर्याप्त अन्वेषण के लिए पर्याप्त विकल्प प्रदान नहीं किये जाते है
          या सीमित हैं, तो व्यक्ति बिना अन्य संभावनाओं पर विचार किए बहुत जल्दी
          प्रतिबद्ध हो सकते हैं, या वे किसी भी विकल्प के प्रति दायित्व होने में
          विफल हो सकते हैं। अन्वेषण और विकल्पों के प्रति प्रतिबद्धता के स्तर के
          आधार पर, जेम्स मार्शिया का सिद्धांत चार विशिष्ट पहचान स्थितियों को
          प्रस्तुत करता है: पहचान प्रसार
          <span className="font-bold">
            {" "}
            (Identity Diffusion), पहचान पूर्वानुमान (Identity Foreclosure),
            पहचान स्थगन (Identity Moratorium), और पहचान उपलब्धि (Identity
            Achievement)।
          </span>
          इस संदर्भ में &quot;स्थिति&quot; पहचान विकास के एक विशेष चरण को
          संदर्भित करता है, जो यह दर्शाता है कि व्यक्ति अन्वेषण और दायित्व के
          संदर्भ में कहाँ खड़ा है, विशेष रूप से उनके करियर और जीवन के विकल्पों
          से संबंधित। ये स्थितियाँ आत्म-खोज, बाहरी प्रभावों और दायित्व के बीच के
          संबंधों को उजागर करती हैं, खासकर करियर विकल्पों और निर्णय लेने की
          प्रक्रिया में।आइए इन स्थितियों को एक-एक करके समझते हैं:
        </p>
      </div>
      <Footer pageNumber={4} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};
export const RoleOfStudentsSubChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों और निर्णय लेने में छात्रों की भूमिका"}
          className="min-w-fit"
        />

        <div className="pt-4">
          <ol className="list-decimal ml-4">
            {chapterFourData?.roleOfStudentsSubChapter.map((item, i) => {
              return (
                <>
                  <li
                    key={i}
                    className="text-xs font-bold text-black-gray-100 pt-1"
                  >
                    {item?.title} &nbsp;
                    <p className="text-xs font-bold text-black-gray-100">
                      {item?.value?.map((data, index) => (
                        <span key={`value-${index}`} className="font-normal">
                          {data}
                        </span>
                      ))}
                    </p>
                  </li>
                </>
              );
            })}
          </ol>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            अब तक हमने मानव विकास के किशोरावस्था के चरण, पहचान निर्माण की
            अवधारणा और इसके कैरियर निर्णय लेने की प्रक्रिया पर प्रभाव को समझा
            है। यह सिद्धांत यह समझने के लिए एक ठोस ढांचा प्रदान करता है कि कैसे
            पहचान विकास और कैरियर विकल्प एक-दूसरे से जुड़े हुए हैं।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            अगले भाग में, हम देखेंगे कि माता-पिता छात्र के कैरियर विकल्पों और
            निर्णय लेने की प्रक्रिया को कैसे प्रभावित करते हैं, क्योंकि वे इस पर
            सीधे प्रभाव डालते हैं।
          </p>
        </div>
      </div>
      <Footer pageNumber={5} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const ParentsInfluence = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों और निर्णय में माता-पिता का प्रभाव"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.4 करियर विकल्पों और निर्णय में माता-पिता का प्रभाव
        </h1>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          कैरियर विकल्प और निर्णय पर माता-पिता अपने बच्चों के जीवन को आकार देने
          में एक महत्वपूर्ण भूमिका निभाते हैं, विशेष रूप से किशोरावस्था में और
          करियर चुनने बनाने में। उनका प्रभाव केवल साधारण सलाह तक सीमित नहीं
          होता; वे अक्सर रोल मॉडल के रूप में कार्य करते हैं, इस महत्वपूर्ण समय
          में समर्थन और प्रोत्साहन प्रदान करते हैं। वे छात्रों को अपने अनुभवों
          और मूल्यों को साझा करके पहचान निर्माण और निर्णय लेने की चुनौतियों का
          सामना करने में मदद करते है। जब छात्र अपने लक्ष्यों पर विचार करते हैं
          और विभिन्न करियर मार्गों का पता लगाते हैं, तो माता-पिता की भागीदारी
          उनके आत्मविश्वास और दिशा पर महत्वपूर्ण प्रभाव डाल सकती है। माता-पिता
          के प्रभाव को बेहतर ढंग से समझने के लिए, हमें तीन प्रमुख पहलुओं की खोज
          करने की आवश्यकता है: पालन-पोषण शैली, माता-पिता की अपेक्षाएँ, और जीवन
          में माता-पिता द्वारा प्रदान किए गए अनुभव का स्तर। चलिए हम इन्हें एक-एक
          करके समझते हैं।
        </p>
      </div>
      <Footer pageNumber={6} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const ParentsSubFirstChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-2">
        <Header
          title={"करियर विकल्पों और निर्णय में माता-पिता का प्रभाव"}
          className="min-w-fit"
        />

        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.4.1 पालन-पोषण शैलियाँ
        </h1>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          पालन-पोषण शैलियाँ उन विभिन्न तरीकों को संदर्भित करती हैं जिनमें
          माता-पिता अपने बच्चों को बड़ा करते हैं, जो उनके व्यवहार और विकास को
          प्रभावित करते हैं। मनोवैज्ञानिक डायना बाउमरिंड ने 1960 के दशक में इस
          अवधारणा को प्रस्तुत किया, और इसे चार भिन्न शैलियों में वर्गीकृत किया,
          जो इस आधार पर निर्भर करती हैं कि माता-पिता अपने बच्चों की आवश्यकताओं
          और भावनाओं के प्रति कितने उत्तरदायी हैं और वे अपेक्षाओं और व्यवहार के
          लिए नियम निर्धारित करने में कितने माँग वाले हैं। इन शैलियों को समझना
          हमें यह देखने में मदद कर सकता है कि माता-पिता अपने बच्चों के साथ कैसे
          इंटरैक्ट करते हैं और ये इंटरैक्शन बच्चे के व्यवहार, समग्र विकास और
          मनोवैज्ञानिक भलाई को कैसे प्रभावित करते हैं। आइए प्रत्येक पालन-पोषण
          शैली को समझते हैं –
        </p>

        <div className="pt-2">
          {chapterFourData?.parentsInfluence.category.map(
            (categoryData, i: number) => (
              <div key={`category-${i}`}>
                <ul key={`content-point-${i}`} className="pb-2 ml-1">
                  <li className="flex items-start gap-1">
                    <p className="text-xs font-bold text-black-gray-100">
                      {i + 1}.
                    </p>
                    <p className="text-xs font-bold text-black-gray-100">
                      {categoryData?.key}&nbsp;
                      <span className="font-normal">
                        {categoryData?.value.description}
                      </span>
                    </p>
                  </li>
                  {/* sun Category */}
                  {categoryData.value.subCategory.map(
                    (subCategoryData, j: number) => (
                      <ul
                        key={`subcategory-${j}`}
                        className="pt-2 list-disc ml-6"
                      >
                        <li>
                          <p className="text-xs font-bold text-black-gray-100">
                            {subCategoryData?.key} :
                            {subCategoryData?.value.map((data) => (
                              <p
                                key={data}
                                className="text-xs font-normal text-black-gray-100"
                              >
                                {data}
                              </p>
                            ))}
                          </p>
                        </li>
                      </ul>
                    )
                  )}
                </ul>
              </div>
            )
          )}
          <p className="text-xs font-normal text-black-gray-100">
            परवरिश की शैली को पहचानने में सक्षम होने से आपको कैरियर परामर्श
            प्रक्रिया के दौरान सही दृष्टिकोण चुनने में मदद मिल सकती है। हालाँकि,
            यह ध्यान रखना महत्वपूर्ण है कि ये परवरिश शैलियाँ एक स्पेक्ट्रम पर
            मौजूद हैं, और अलग-अलग माता-पिता अलग-अलग स्थितियों में अलग-अलग
            शैलियों का प्रदर्शन कर सकते हैं। इसके अलावा, संस्कृति, व्यक्तिगत
            विश्वास और संदर्भ पेरेंटिंग विकल्पों को प्रभावित कर सकते हैं।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-1">
            प्रत्येक परवरिश शैली इस बात को प्रभावित करती है कि बच्चा कैसे बड़ा
            होता है और दुनिया का अनुभव करता है। यह बच्चे के पास नई चीजें सीखने
            के अवसरों को सीमित या विस्तारित कर सकता है। यह बदले में, विभिन्न
            करियर विकल्पों के बारे में उनकी जागरूकता को प्रभावित करता है।
            आधिकारिक शैली आम तौर पर बच्चों के लिए सबसे सकारात्मक परिणामों से
            जुड़ी होती है, जो स्वतंत्रता और सीमाओं के सम्मान के स्वस्थ संतुलन को
            बढ़ावा देती है।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            विभिन्न परवरिश शैलियों को समझने और छात्रों पर उनके प्रभाव को समझने
            के बाद, अब हम करियर विकल्पों और निर्णय लेने पर माता-पिता की
            अपेक्षाओं की भूमिका को समझेंगे।
          </p>
        </div>

        <div className="pt-4"></div>
      </div>
      <Footer pageNumber={7} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const ParentsSubSecondChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-2">
        <Header
          title={"करियर विकल्पों और निर्णय में माता-पिता का प्रभाव"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.4.2 पारिवारिक अपेक्षाएँ
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          भारत सांस्कृतिक विविधताओं से समृद्ध है, और यहाँ माता-पिता की भूमिका
          अपने बच्चों के भविष्य को आकार देने में गहरी होती है। पारिवारिक
          अपेक्षाएँ छात्रों के करियर विकल्पों में महत्वपूर्ण भूमिका निभाती हैं,
          जो अक्सर गहरे स्थापित सामाजिक मूल्यों और आकांक्षाओं को दर्शाती हैं। यह
          प्रभाव, जबकि अच्छे इरादों से प्रेरित होता है, प्रेरणाओं, दबावों और
          परिणामों के एक जटिल अंतःक्रिया को प्रस्तुत करता है जो युवा व्यक्तियों
          के शैक्षणिक और व्यवसायिक मार्गों को आकार देता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          भारत सांस्कृतिक विविधताओं से समृद्ध है, और यहाँ माता-पिता की भूमिका
          अपने बच्चों के भविष्य को आकार देने में गहरी होती है। पारिवारिक
          अपेक्षाएँ छात्रों के करियर विकल्पों में महत्वपूर्ण भूमिका निभाती हैं,
          जो अक्सर गहरे स्थापित सामाजिक मूल्यों और आकांक्षाओं को दर्शाती हैं। यह
          प्रभाव, जबकि अच्छे इरादों से प्रेरित होता है, प्रेरणाओं, दबावों और
          परिणामों के एक जटिल अंतःक्रिया को प्रस्तुत करता है जो युवा व्यक्तियों
          के शैक्षणिक और व्यवसायिक मार्गों को आकार देता है।
        </p>

        <div className="pt-4">
          <p className="text-xs font-bold text-black-gray-100">
            {chapterFourData?.parentsSubSecondChapter?.positive?.hading}
          </p>

          <ol className="list-decimal ml-4">
            {chapterFourData?.parentsSubSecondChapter?.positive?.positivePoint.map(
              (item, i) => {
                return (
                  <>
                    <li
                      key={i}
                      className="text-xs font-bold text-black-gray-100 pt-1"
                    >
                      <p className="text-xs font-bold text-black-gray-100">
                        {item?.title} &nbsp;
                        <span className="font-normal">{item?.value}</span>
                      </p>
                    </li>
                  </>
                );
              }
            )}
          </ol>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            सकारात्मक इरादे के बावजूद, माता-पिता की अपेक्षाओं का मजबूत प्रभाव
            कभी-कभी छात्रों के करियर विकल्पों पर नकारात्मक प्रभाव डाल सकता है।
            इससे निम्नलिखित परिणाम हो सकते हैं
          </p>
        </div>
        <div className="pt-4">
          <p className="text-xs font-bold text-black-gray-100">
            {chapterFourData?.parentsSubSecondChapter?.negative?.hading}
          </p>

          <ol className="list-decimal ml-4">
            {chapterFourData?.parentsSubSecondChapter?.negative?.negativePoint.map(
              (item, i) => {
                return (
                  <>
                    <li
                      key={i}
                      className="text-xs font-bold text-black-gray-100 pt-1"
                    >
                      <p className="text-xs font-bold text-black-gray-100">
                        {item?.title} &nbsp;
                        <span className="font-normal">{item?.value}</span>
                      </p>
                    </li>
                  </>
                );
              }
            )}
          </ol>
          <p className="text-xs font-normal text-black-gray-100">
            माता-पिता की आकांक्षाओं का सम्मान करने और छात्रों को उनकी रुचियों को
            तलाशने की स्वतंत्रता देने के बीच संतुलन बनाना एक चुनौतीपूर्ण कार्य
            है जिसके लिए कैरियर काउंसलर द्वारा अतिरिक्त प्रयास की आवश्यकता होती
            है। माता-पिता और छात्रों दोनों को एक समझौता करने में सहायता करना
            आवश्यक है जो उन्हें अपने लक्ष्यों और आकांक्षाओं को एक साथ प्राप्त
            करने की अनुमति देता है।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            एक और पहलू जो छात्रों की पसंद को प्रमुख रूप से प्रभावित करता है वह
            है माता-पिता का एक्सपोजर का स्तर। आइए देखें कैसे।
          </p>
        </div>
      </div>
      <Footer pageNumber={8} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const ParentsSubThreeChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-2">
        <Header
          title={"करियर विकल्पों और निर्णय में माता-पिता का प्रभाव"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.4.3 माता-पिता का एक्सपोज़र
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          बच्चे को मिलने वाला प्रारंभिक मार्गदर्शन, खास तौर पर उनके करियर
          विकल्पों के बारे में, आमतौर पर उनके माता-पिता से मिलता है। इसलिए
          माता-पिता के लिए यह ज़रूरी है कि उनके पास अपने बच्चे को सही मार्गदर्शन
          और सहायता प्रदान करने के लिए प्रासंगिक जानकारी हो। यह ज्ञान उन्हें
          सूचित मार्गदर्शन और सहायता प्रदान करने में सक्षम बनाता है, जिससे उनके
          बच्चे को ऐसे विकल्प चुनने में मदद मिलती है जो उनकी रुचियों और क्षमताओं
          के साथ मेल खाते हैं और साथ ही नौकरी के बाज़ार की माँगों पर भी विचार
          करते हैं। अगर माता-पिता के पास सीमित जानकारी और ज्ञान है, तो वे अनजाने
          में अपने बच्चों के विकल्पों को सीमित कर देंगे और उन्हें केवल उन्हीं
          क्षेत्रों की ओर निर्देशित करेंगे जिनके बारे में वे जानते हैं। इसके
          विपरीत, जब माता-पिता अलग-अलग करियर विकल्पों के बारे में अधिक जागरूक
          होंगे, तो वे व्यापक दृष्टिकोण के साथ मार्गदर्शन प्रदान करने में सक्षम
          होंगे।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          माता-पिता का प्रभाव और वर्तमान करियर रुझानों के बारे में जागरूकता उनके
          बच्चे के करियर विकल्पों को आकार देने में महत्वपूर्ण भूमिका निभाती है।
          माता-पिता अपने बच्चे के कौशल और भविष्य की संभावनाओं को कैसे देखते हैं,
          यह नौकरी के निर्णयों को प्रभावित कर सकता है। माता-पिता की विविध करियर
          विकल्पों के बारे में जागरूकता के स्तर का आकलन करना आवश्यक है, विशेष
          रूप से गैर-पारंपरिक क्षेत्रों में, और ज़रूरत पड़ने पर उन्हें आवश्यक
          जानकारी प्रदान करना।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          आइए इसका एक उदाहरण देखें –
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-1">
          <span className="font-bold">उदाहरण : </span> प्रिया, 12वीं कक्षा की
          छात्रा है, जो हमेशा से फोटोग्राफी में अपना करियर बनाने में रुचि रखती
          है। हालाँकि, उसके माता-पिता इस क्षेत्र से परिचित नहीं हैं। वे पारंपरिक
          पृष्ठभूमि से आते हैं और मानते हैं कि एक स्थिर और पारंपरिक करियर पथ
          उनके बच्चे के लिए एक सुरक्षित भविष्य सुनिश्चित करेगा। करियर परामर्श
          सत्र के दौरान, काउंसलर प्रिया से उसकी रुचियों और आकांक्षाओं के बारे
          में पूछता है। प्रिया उत्साहपूर्वक फोटोग्राफी के लिए अपनी रुचि जुनून को
          व्यक्त करती है, लेकिन अपने माता-पिता की चिंताओं और उद्योग के बारे में
          समझ की कमी का उल्लेख करती है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          फिर काउंसलर प्रिया के माता-पिता को शामिल करता है और उनकी चिंताओं को
          दूर करने और उन्हें क्षेत्र के बारे में आवश्यक जानकारी प्रदान करने के
          लिए एक बैठक आयोजित करता है। काउंसलर उन्हें ऐसे संसाधन प्रदान करता है
          जो उन्हें फोटोग्राफी में अवसर और विकास की संभावनाओं को दिखाते हैं। वह
          सफलता की कहानियाँ भी साझा करता है और विभिन्न उद्योगों में
          फ़ोटोग्राफ़रों की बढ़ती माँग पर प्रकाश डालता है। माता-पिता इन संसाधनों
          का पता लगाते हैं, धीरे-धीरे प्रिया की रुचि का समर्थन करने में संभावित
          लाभों और संतुष्टि को महसूस करते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अधिक जागरूकता और जानकारी के साथ, प्रिया के माता-पिता अपनी बेटी के
          फोटोग्राफी के जुनून का समर्थन करने के मूल्य को महसूस करना शुरू करते
          हैं। उन्होंने पाया कि फोटोग्राफी जैसे अपरंपरागत करियर विकल्प को अपनाने
          से संतुष्टिदायक और पुरस्कृत अवसर मिल सकते हैं, अगर कोई भावुक, कुशल और
          समर्पित हो। परामर्शदाता के मार्गदर्शन और उनके नए ज्ञान के साथ, प्रिया
          के माता-पिता अपने बच्चे की कैरियर आकांक्षाओं के बारे में अधिक खुले
          विचारों वाले हो गए हैं। वे प्रिया के साथ खुली और सहायक चर्चा भी करते
          हैं, उसे अपने कौशल को विकसित करने के लिए फोटोग्राफी पाठ्यक्रम,
          कार्यशालाएँ और इंटर्नशिप तलाशने के लिए प्रोत्साहित करते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          उपरोक्त उदाहरण कैरियर परामर्श प्रक्रिया में माता-पिता को शामिल करने के
          महत्व को दर्शाता है। यह माता-पिता की भूमिका को समझने में भी मदद करता
          है और उन्हें सही जानकारी और संसाधन प्रदान करके अपने बच्चों का समर्थन
          करने के लिए कैसे निर्देशित किया जा सकता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अब जब हमने प्रमुख हितधारकों और कैरियर विकल्पों पर उनके प्रभाव का पता
          लगा लिया है, तो आइए तीसरे प्रमुख हितधारक की भूमिका को समझने के लिए आगे
          बढ़ते हैं: शिक्षक।
        </p>
      </div>
      <Footer pageNumber={9} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const TeachersKeyStakeholders = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={
            "करियर परामर्श में शिक्षकों की भूमिका - दोहरी भूमिका से जोड़ना"
          }
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 pb-4 tracking-[1.5px]">
          4.5 करियर परामर्श में शिक्षकों की भूमिका - दोहरी भूमिका से जोड़ना
        </h1>

        {chapterFourData?.teachersKeyStakeholders?.map((item) => {
          return (
            <p
              key={item}
              className="text-xs font-normal text-black-gray-100 pt-2"
            >
              {item}
            </p>
          );
        })}
      </div>
      <Footer pageNumber={10} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const InfluencingCareerChoices = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों को प्रभावित करने वाले अन्य कारक"}
          className="min-w-fit"
        />
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.6 करियर विकल्पों को प्रभावित करने वाले अन्य कारक
        </h1>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          माता-पिता और शिक्षकों जैसे प्रमुख हितधारकों के अलावा, कई अन्य कारक भी
          छात्रों के करियर विकल्पों को काफी हद तक प्रभावित कर सकते हैं। इन
          कारकों को समझना महत्वपूर्ण है ताकि छात्रों को उनके भविष्य के बारे में
          सूचित निर्णय लेने में मदद करने के लिए संपूर्ण मार्गदर्शन और समर्थन
          प्रदान किया जा सके। ये कारक हमेशा किसी के करियर के मार्ग को प्रत्यक्ष
          रूप से प्रभावित नहीं करते, लेकिन निर्णय लेने की प्रक्रिया पर सूक्ष्म
          तरीके से प्रभाव डाल सकते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अब हम इन कारकों को विस्तार से देखेंगे।
        </p>
        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.6.1 सामाजिक-आर्थिक पृष्ठभूमि:
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          क्या आपने कभी सोचा है कि उच्च शिक्षा में सफलता का छात्रों की
          सामाजिक-आर्थिक पृष्ठभूमि से इतना गहरा संबंध क्यों होता है? इसका कारण
          यह है कि उच्च सामाजिक-आर्थिक स्थिति वाले परिवार अपने बच्चों के करियर
          को बेहतर ढंग से समर्थन और उसे बनाए रख सकते हैं, क्योंकि उनके पास करियर
          योजना और निर्णय लेने के लिए आवश्यक ज्ञान और संसाधनों तक पहुँच होती है।
          हालांकि यह हमेशा सही नहीं होता है, सही मार्गदर्शन और समर्थन से निम्न
          सामाजिक-आर्थिक पृष्ठभूमि से आने वाले छात्र भी अपने करियर में
          उत्कृष्टता प्राप्त करते हैं। हालांकि, इन्हें सामान्य उदाहरण नहीं माना
          जा सकता, क्योंकि जीवन की बुनियादी आवश्यकताओं को पूरा करना भी अपने आप
          में एक चुनौती हो सकता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          कम सामाजिक-आर्थिक परिस्थितियों वाले लोगों के लिए यह एक बड़ी चिंता का
          विषय बन जाता है। सही मार्गदर्शन कम सामाजिक-आर्थिक पृष्ठभूमि से आने
          वाले छात्रों को दूसरों के समान स्तर पर प्रदर्शन करने में मदद करने में
          महत्वपूर्ण भूमिका निभा सकता है।
        </p>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          यहाँ एक उदाहरण दिया गया है जो दर्शाता है कि किसी छात्र की
          सामाजिक-आर्थिक पृष्ठभूमि करियर पथ तय करने में कितनी महत्वपूर्ण भूमिका
          निभाती है:
        </p>

        <p className="text-xs font-normal text-black-gray-100 pt-1">
          <span className="font-bold">उदाहरण: </span>रवि और संकेत एक ही कक्षा
          में पढ़ने वाले दोस्त हैं। संकेत पुणे के एक मध्यमवर्गीय परिवार से आता
          है और उसके पिता एक कार्यालय में क्लर्क हैं। दूसरी ओर, रवि एक संपन्न
          परिवार से आता है। दोनों ही लोगों में दूसरों की मदद करने के लिए
          चिकित्सा के क्षेत्र में करियर बनाने की इच्छा है। हालांकि, उनकी
          परिस्थितियाँ काफी अलग हैं। रवि के माता-पिता उसके सपने का समर्थन करते
          हैं और उसकी शिक्षा के लिए आवश्यक वित्तीय सहायता देने के लिए तैयार हैं।
          इसके विपरीत, संकेत एक ऐसे परिवार से आता है जहाँ वित्तीय संसाधन सीमित
          हैं, जिससे उसे उच्च शिक्षा प्राप्त करने में कठिनाई होती है। उसका
          परिवार चाहता है कि वह जल्दी से काम करना शुरू करे ताकि परिवार की आय में
          योगदान दे सके।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          चिकित्सा शिक्षा से जुड़े उच्च खर्च—जैसे कि ट्यूशन फीस, पाठ्य पुस्तकें,
          और प्रवेश परीक्षा की तैयारी—इस चुनौती को और बढ़ा देते हैं। संकेत को
          अपने समुदाय में उचित मार्गदर्शन और काउंसिलिंग भी नहीं मिल पाता, जिससे
          चिकित्सा के क्षेत्र में सही दिशा में बढ़ना उसके लिए मुश्किल हो जाता
          है। करियर काउंसिलिंग सेवाओं या विशेष कोचिंग संस्थानों जैसी संसाधनों की
          कमी के कारण वह अपने रास्ते को लेकर असमंजस में और अनिश्चित महसूस कर
          सकता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          चिकित्सा शिक्षा से जुड़े उच्च खर्च—जैसे कि ट्यूशन फीस, पाठ्य पुस्तकें,
          और प्रवेश परीक्षा की तैयारी—इस चुनौती को और बढ़ा देते हैं। संकेत को
          अपने समुदाय में उचित मार्गदर्शन और काउंसिलिंग भी नहीं मिल पाता, जिससे
          चिकित्सा के क्षेत्र में सही दिशा में बढ़ना उसके लिए मुश्किल हो जाता
          है। करियर काउंसिलिंग सेवाओं या विशेष कोचिंग संस्थानों जैसी संसाधनों की
          कमी के कारण वह अपने रास्ते को लेकर असमंजस में और अनिश्चित महसूस कर
          सकता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          उम्मीद है कि अब आप यह स्पष्ट रूप से समझ गए होंगे कि यह कारक कितना
          महत्वपूर्ण है और करियर काउंसिलिंग के दौरान किसी का मार्गदर्शन करते समय
          आपको इसे क्यों ध्यान में रखना चाहिए।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अब हम एक और महत्वपूर्ण पहलू की ओर बढ़ेंगे: किसी छात्र की सांस्कृतिक
          पृष्ठभूमि!
        </p>
      </div>
      <Footer pageNumber={11} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const InfluencingSecondSubChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों को प्रभावित करने वाले अन्य कारक"}
          className="min-w-fit"
        />

        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.6.2 सांस्कृतिक पृष्ठभूमि
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          हम जीवन में जो विकल्प चुनते हैं उसमें करियर निर्णय भी शामिल हैं, वह उस
          समाज से प्रभावित होती हैं जिसमें हम रहते हैं और जिस प्रकार से हमारा
          पालन-पोषण हुआ होता है। ये विकल्प काफी हद तक हमारी संस्कृति, परिवार और
          हमारे आस-पास के समुदाय के अनुभवों पर निर्भर करते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          सांस्कृतिक पृष्ठभूमि छात्रों के करियर विकल्पों को आकार देने में
          महत्वपूर्ण भूमिका निभाती है। किसी संस्कृति के मूल्य, विश्वास और
          परम्पराएँ इस बात को प्रभावित कर सकती हैं कि व्यक्ति विभिन्न व्यवसायों
          को कैसे देखते हैं और उनके समुदाय में कौन से करियर स्वीकार्य या
          प्रतिष्ठित माने जाते हैं। उदाहरण के लिए, कुछ संस्कृतियों में,
          चिकित्सा, इंजीनियरिंग, या कानून जैसे करियर को बहुत सम्मान दिया जाता
          है, जिससे छात्र इन क्षेत्रों में जाने की कोशिश करते हैं, भले ही उनकी
          व्यक्तिगत रुचि किसी और क्षेत्र में हो। सांस्कृतिक अपेक्षाएँ पारिवारिक
          निर्णयों में भी महत्वपूर्ण भूमिका निभा सकती हैं, जहाँ माता-पिता की
          इच्छाएँ और सामाजिक मानदंड छात्रों को विशिष्ट करियर की ओर मार्गदर्शन
          करते हैं। इसके अलावा, सांस्कृतिक कारक जानकारी और संसाधनों तक पहुँच को
          भी प्रभावित कर सकते हैं, जैसे कि काउंसिलिंग और नेटवर्किंग के अवसर, जो
          सही करियर विकल्प बनाने के लिए आवश्यक होते हैं। कुल मिलाकर, करियर
          परामर्शदाताओं के लिए किसी छात्र की सांस्कृतिक पृष्ठभूमि को समझना
          आवश्यक है, क्योंकि इससे उनकी प्रेरणाओं, आकांक्षाओं और संघर्षों को
          बेहतर तरीके से समझने में मदद मिलती है।
        </p>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अब इसे बेहतर ढंग से समझने के लिए निम्नलिखित उदाहरण पर नजर डालते हैं:
        </p>

        <p className="text-xs font-normal text-black-gray-100 pt-1">
          <span className="font-bold">उदाहरण: </span> प्रिया, एक हाई स्कूल की
          छात्रा है, जो डॉक्टरों के परिवार से आती है। उनके परिवार का इतिहास
          पीढ़ियों से पारंपरिक चिकित्सा से जुड़ा हुआ है। दूसरी ओर, प्रिया को
          फिल्म निर्माण और फोटोग्राफी का गहरा शौक है। जहाँ उसका परिवार चिकित्सा
          जैसे करियर को अपनी विरासत बनाए रखने के लिए महत्वपूर्ण मानता है, प्रिया
          का कला के प्रति प्यार उसके परिवार के व्यावहारिक विश्वासों से टकराता
          है। इससे प्रिया अपने कलात्मक सपनों और अपने परिवार की सांस्कृतिक
          अपेक्षाओं के बीच उलझन में पड़ जाती है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अपने परिवार की सांस्कृतिक अपेक्षाओं और पारंपरिक मानसिकता के कारण,
          प्रिया के लिए रचनात्मक कला के क्षेत्र में करियर बनाने के लिए
          प्रोत्साहित नहीं किया जाता और इसे सही विकल्प नहीं माना जाता। प्रिया के
          परिवार का मानना है कि रचनात्मक क्षेत्रों में करियर वित्तीय स्थिरता या
          सामाजिक पहचान प्रदान नहीं कर सकता, जो उनके सांस्कृतिक संदर्भ में
          अत्यधिक महत्वपूर्ण माने जाते हैं। उन्हें रचनात्मक कला के क्षेत्र में
          करियर की व्यवहारिकता और दीर्घकालिक संभावनाओं को लेकर चिंता है।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          यह उदाहरण दिखाता है कि सांस्कृतिक पृष्ठभूमि कैसे किसी छात्र के करियर
          विकल्पों को महत्वपूर्ण रूप से प्रभावित कर सकती है, जो अक्सर व्यक्तिगत
          जुनून और पारिवारिक अपेक्षाओं के बीच तनाव उत्पन्न करती है। करियर
          काउंसलर्स के लिए इन गतिशीलताओं को समझना महत्वपूर्ण है क्योंकि वे
          छात्रों को उनके सपनों और निर्णयों को आकार देने वाली सांस्कृतिक
          मान्यताओं को ध्यान में रखते हुए मार्गदर्शन देते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          अब हम साथियों के प्रभाव (Peer Influence) पर चर्चा करेंगे, जो करियर
          विकल्पों को प्रभावित करता है।
        </p>
      </div>
      <Footer pageNumber={12} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const InfluencingThreeSubChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों को प्रभावित करने वाले अन्य कारक"}
          className="min-w-fit"
        />

        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.6.3 साथियों का प्रभाव (Peer Influence)
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          साथियों का प्रभाव तब होता है जब मित्र या समूह किसी व्यक्ति के व्यवहार,
          विचार और निर्णय लेने की प्रक्रिया को प्रभावित करते हैं। यह विशेष रूप
          से किशोरावस्था के दौरान महत्वपूर्ण होता है, जब लोग अपनी पहचान बना रहे
          होते हैं और दूसरों की राय से अधिक प्रभावित हो सकते हैं। साथियों का
          प्रभाव सकारात्मक या नकारात्मक दोनों हो सकता है, यह इस पर निर्भर करता
          है कि किस प्रकार की संगत है। आइए दोनों पहलुओं पर नजर डालते हैं:
        </p>
        <div className="pt-5">
          {chapterFourData?.influencingThreeSubChapter.influencingKey.map(
            (categoryData, i: number) => (
              <div key={`category-${i}`}>
                <ul key={`content-point-${i}`} className="pb-4 ml-1">
                  <li className="flex items-start gap-1">
                    <p className="text-xs font-bold text-black-gray-100">
                      {i + 1}.
                    </p>
                    <p className="text-xs font-bold text-black-gray-100">
                      {categoryData?.key}
                    </p>
                  </li>
                  {categoryData.value.map((subCategoryData, j: number) => (
                    <ul
                      key={`subcategory-${j}`}
                      className="pt-4 list-disc ml-6"
                    >
                      <li>
                        <p className="text-xs font-bold text-black-gray-100">
                          {subCategoryData?.title}
                          <span className="text-xs font-normal text-black-gray-100">
                            {subCategoryData?.value}
                          </span>
                        </p>
                      </li>
                    </ul>
                  ))}
                </ul>
              </div>
            )
          )}

          <p className="text-xs font-normal text-black-gray-100 pt-4">
            उपरोक्त मामलों में, हमने देखा कि साथियों का प्रभाव किसी व्यक्ति के
            करियर निर्णय लेने की प्रक्रिया को कैसे प्रभावित कर सकता है। पहले
            मामले में, एक छात्र अपने दोस्तों के कारण तकनीक के क्षेत्र में करियर
            चुनने के लिए प्रेरित होता है। वहीं, दूसरे मामले में, तारा अपने
            साथियों के दबाव में आकर अपने संगीत के जुनून को छोड़ने और एक स्थिर
            करियर, जैसे तकनीक, को अपनाने पर विचार करने लगती है।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            अगला, हम लिंग के प्रभाव पर चर्चा करेंगे, जो करियर विकल्पों को
            प्रभावित करता है।
          </p>
        </div>
      </div>
      <Footer pageNumber={13} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const InfluencingFourSubChapter = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header
          title={"करियर विकल्पों को प्रभावित करने वाले अन्य कारक"}
          className="min-w-fit"
        />

        <h1 className="text-base font-normal text-primary uppercase pt-8 tracking-[1.5px]">
          4.6.4 लैंगिक भूमिकाएँ:
        </h1>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          एक अन्य कारक जो करियर विकल्पों को प्रभावित करता है वह है लिंग। लैंगिक
          भूमिकाएँ, जो रूढ़िवादिता और भेदभाव पर आधारित होती हैं, यह निर्धारित
          करती हैं कि विद्यार्थी अपने करियर कैसे चुनते हैं। ये भूमिकाएँ लोगों से
          उनके लिंग के आधार पर कैसे व्यवहार करने की अपेक्षा की जाती है, इस पर
          जोर देती हैं, जिससे उनके रोजगार के अवसर सीमित हो सकते हैं। लैंगिक
          भूमिकाओं, रूढ़िवादिता और भेदभाव का मिश्रण एक जटिल स्थिति पैदा करता है,
          जो विद्यार्थियों के करियर पथ को काफी हद तक प्रभावित कर सकता है।
        </p>
        <div>
          <h1 className="text-base font-normal text-primary uppercase py-4 tracking-[1.5px]">
            4.6.5 रूढ़िवादिता:
          </h1>
          <p className="text-xs font-normal text-black-gray-100">
            लिंग रूढ़िवादिता व्यक्तियों की भूमिकाओं, व्यवहारों और क्षमताओं के
            बारे में उनके लिंग के आधार पर पूर्वकल्पित धारणाएँ हैं। परिणामस्वरूप,
            ये रूढ़िवादिताएँ अक्सर पुरुषों को मुखर, तर्कसंगत और नेतृत्व की
            स्थिति के लिए उपयुक्त के रूप में चित्रित करती हैं, और महिलाओं को
            पोषण करने वाली, सहानुभूति रखने वाली और दूसरों की देखभाल करने के लिए
            अधिक उपयुक्त के रूप में। जब छात्र इन रूढ़ियों को आत्मसात कर लेते
            हैं, तो वे करियर चुनते समय इन मानदंडों के अनुरूप होने का दबाव महसूस
            कर सकते हैं। उदाहरण के लिए, एक युवा महिला को प्रचलित रूढ़िवादिता के
            कारण इंजीनियरिंग में करियर बनाने से हतोत्साहित किया जा सकता है कि यह
            एक पुरुष-प्रधान क्षेत्र है।
          </p>
        </div>
        <div>
          <h1 className="text-base font-normal text-primary uppercase py-4 tracking-[1.5px]">
            4.6.6 भेदभाव:
          </h1>
          <p className="text-xs font-normal text-black-gray-100">
            लिंग-आधारित भेदभाव का भी करियर विकल्पों पर गहरा प्रभाव पड़ता है।
            भेदभाव विभिन्न रूपों में प्रकट होता है, जैसे कि असमान वेतन, सीमित
            पदोन्नति के अवसर और कुछ क्षेत्रों में प्रतिनिधित्व की कमी। उदाहरण के
            लिए, एक युवा पुरुष को तब आलोचना का सामना करना पड़ सकता है जब वह
            नर्सिंग जैसे करियर में रुचि व्यक्त करता है, जिसे पारंपरिक रूप से
            महिलाओं से जोड़ा जाता है।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            ये रूढ़िवादिता और भेदभावपूर्ण दृष्टिकोण अक्सर छात्रों को उनके जुनून
            से जुड़े करियर चुनने से हतोत्साहित करते हैं, जिससे वे अपने लिंग के
            आधार पर सामाजिक रूप से अधिक स्वीकार्य करियर पथ अपनाने के लिए मजबूर
            हो जाते हैं। यह समस्या विशेष रूप से ग्रामीण क्षेत्रों में प्रचलित
            है, जहाँ पारंपरिक मानदंड अधिक कठोर होते हैं, लेकिन इसे विकसित समाजों
            में भी देखा जा सकता है, जहाँ कुछ करियर अभी भी लिंग-विशिष्ट
            पूर्वाग्रहों के साथ जुड़े होते हैं, जो छात्रों के विकल्पों को
            प्रभावित करते हैं।
          </p>
          <p className="text-xs font-normal text-black-gray-100 pt-4">
            अब हम दृश्य और सोशल मीडिया के प्रभाव पर चर्चा करेंगे।
          </p>
        </div>
        <h1 className="text-base font-normal text-primary uppercase py-4 tracking-[1.5px]">
          4.6.7 दृश्य और सोशल मीडिया:
        </h1>
        <p className="text-xs font-normal text-black-gray-100">
          डिजिटल युग में, भारत में छात्रों के करियर विकल्पों पर दृश्य और सोशल
          मीडिया का प्रभाव असीम हो गया है। इंस्टाग्राम, यूट्यूब और टिकटॉक जैसे
          दृश्य प्लेटफार्मों के साथ-साथ फेसबुक और लिंक्डइन जैसे सोशल मीडिया
          दिग्गजों ने छात्रों के भविष्य के करियर को देखने और उन्हें अपनाने के
          तरीके को बदल दिया है। ये प्लेटफ़ॉर्म आकांक्षाओं को आकार देने, रुझानों
          को उजागर करने, सफलता की कहानियों को प्रदर्शित करने और व्यक्तियों को
          वैश्विक संभावनाओं से जोड़ने की शक्ति रखते हैं, जिससे करियर निर्णयों के
          मार्ग पर महत्वपूर्ण प्रभाव पड़ता है।
        </p>

        <p className="text-xs font-normal text-black-gray-100 pt-4">
          सोशल मीडिया विद्यार्थियों के करियर विकल्पों को आकार देने में
          महत्वपूर्ण भूमिका निभाता है। यह विभिन्न करियर, रोल मॉडल और सफलता की
          कहानियों के संपर्क में आने का एक मंच प्रदान करता है, जो विद्यार्थियों
          को प्रेरित कर सकते हैं। इसके अलावा, सोशल मीडिया साथियों के बीच चर्चाओं
          की सुविधा भी प्रदान करता है, जिससे छात्र अपने करियर पथ के बारे में
          अनुभव और सलाह साझा कर सकते हैं।
        </p>
        <p className="text-xs font-normal text-black-gray-100 pt-4">
          हालांकि, सोशल मीडिया कुछ आदर्शों या रुझानों के साथ सामंजस्य बिठाने का
          दबाव भी बना सकता है, जिससे सतही निर्णय लेने की प्रवृत्ति हो सकती है।
          कुल मिलाकर, जबकि सोशल मीडिया छात्रों के दृष्टिकोण को विस्तृत कर सकता
          है और मूल्यवान जानकारी प्रदान कर सकता है, छात्रों को इसे सावधानीपूर्वक
          उपयोग करने की आवश्यकता होती है ताकि वे सूचित और सही करियर विकल्प बना
          सकें।
        </p>
      </div>
      <Footer pageNumber={14} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};

export const Conclusion = () => {
  return (
    <div className="w-full bg-white flex flex-col justify-between min-h-screen max-w-[794px]">
      <div className="px-10 pt-6 pb-6">
        <Header title={"निष्कर्ष"} />
        <h1 className="text-base font-normal text-primary uppercase pt-8 pb-4 tracking-[1.5px]">
          4.7 निष्कर्ष
        </h1>

        {chapterFourData?.conclusion?.map((item) => {
          return (
            <p
              key={item}
              className="text-xs font-normal text-black-gray-100 pt-2"
            >
              {item}
            </p>
          );
        })}
      </div>
      <Footer pageNumber={15} title={"मिशन मार्गदर्शन"} />
    </div>
  );
};
